[
  {
    "created_at": "22/3/2024, 20:47:14",
    "email": "51764@mvsk.ac.th",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH01- ชุดตรวจโรคด้วยสารรีเอเจนต์",
    "institution": "โรงเรียนมหาวชิราวุธ จังหวัดสงขลา",
    "description": "ชุดตรวจโรคด้วยสารรีเอเจนต์ (Reagent test kit) คือ ชุดตรวจโรคเบื้องต้น ลักษณะคล้ายลูกเหม็น      ใช้ตรวจความผิดปกติของร่างกายจากปัสสาวะ โดยดูจากการเปลี่ยนสีของชุดตรวจจากปฏิกิริยาของสารรีเอเจนต์กับสารในปัสสาวะ โดยนินไฮดรินจะทำปฏิกิริยากับโปรตีนในปัสสาวะทำให้ชุดตรวจเปลี่ยนเป็นสีม่วง , Nitrite test solution จะทำปฏิกิริยากับไนไตรท์ในปัสสาวะทำให้ชุดตรวจเปลี่ยนเป็นสีชมพู , Froehde Reagent จะทำปฏิกิริยากับสารเสพติดทำให้ชุดตรวจเปลี่ยนเป็นสีม่วงและสีน้ำตาลส้ม เมื่อชุดตรวจสัมผัสกับปัสสาวะที่มีโปรตีน ไนไตรท์หรือสารเสพติด จะทำให้ชุดตรวจมีสีที่เปลี่ยนแปลงไป บ่งบอกถึงการเป็นโรค และสามารถบอกระดับ  ความรุนแรงของโรคได้ตามความเข้มของสี ในหนึ่งชุดตรวจสามารถตรวจได้หลายโรค เช่น โรคไต โรคติดเชื้อ ในทางเดินปัสสาวะ สามารถตรวจการติดสารเสพติดชนิด Heroin และ Dextromethorphan (DXM) ได้ \nชุดตรวจสามารถนำกลับมาใช้ตรวจซ้ำได้หลายครั้ง เพราะชุดตรวจมีการเคลือบสารรีเอเจนต์และชั้นกาวสลับกันเป็นจำนวนหลายชั้น เพียงกดน้ำผ่านก็สามารถตรวจซ้ำได้ สะดวกในการใช้งาน ราคาถูก รู้ผลตรวจได้รวดเร็ว    ตรวจได้หลายโรค บอกความรุนแรงของโรคได้ เหมาะกับการใช้งานของคนในชุมชนแออัดและห่างไกลจากโรงพยาบาล ช่วยลดปัญหาการตรวจโรคที่ไม่ทั่วถึง นำไปสู่การรักษาโรคได้ทันท่วงที และสามารถนำไปใช้กับด่านตรวจเพื่อตรวจหาสารเสพติดของผู้ต้องสงสัยได้ เพราะเพียงผู้ป่วยปัสสาวะผ่านชุดตรวจก็จะสามารถรู้ผลได้ทันที",
    "image": "https://drive.google.com/open?id=1KLp5ui5zxZPDNYoK8V47npihpxf6G0CZ",
    "video": "https://drive.google.com/drive/folders/1YQeQlQ5t6u0Ioi8CSHE_jWLtLUBhhYun?usp=sharing"
  },
  {
    "created_at": "23/3/2024, 0:00:58",
    "email": "kajornklinpenporn@gmail.com",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH02- A cost-effective spectrophotometer",
    "institution": "โรงเรียนเดชอุดม",
    "description": "เครื่องสเปกโทรโฟมิเตอร์อย่างง่าย อาศัยหลักการการฉายแสงในช่วงความยาวคลื่นที่มีพลังงาน            ที่เหมาะสม   ไปยังสารตัวอย่าง เกิดการดูดกลืนคลื่นแสง และคายพลังงานออกมาในรูปของความยาวคลื่น  จากนั้นทำการวัดปริมาณของแสงที่ผ่านการสะท้อน และการส่องผ่านจากสารตัวอย่าง ตามกฎของ Beer-Lambert ค่าการดูดกลืนแสง (absorbance) ของสสารนั้นๆ จะแปรผันตรงกับจำนวนโมเลกุลที่มีการดูดกลืนแสง ดังนั้นจึงสามารถนำเทคนิคนี้มาใช้สำหรับการระบุทั้งชนิดและปริมาณของสารเคมีที่มีอยู่ในสารตัวอย่างได้ เครื่องสเปกโทรโฟโตมิเตอร์มีส่วนประกอบหลักคือ แหล่งกำเนิดแสง ส่วนเลือกความยาวคลื่น ภาชนะใส่สาร ตัวตรวจจับสัญญาณ และ ส่วนแปรผลสัญญาณ จากหลักการนี้ผู้จัดทำได้ใช้วัสดุอุปกรณ์อย่างง่าย  และมีต้นทุนต่ำ ที่สามารถทำหน้าที่เป็นส่วนประกอบของเครื่องสเปกโทรโฟมิเตอร์  ได้แก่ หลอดไฟแอลอีดี ช่องบรรจุสารตัวอย่าง เกรตติง และกล้องเว็บแคม ผู้จัดทำได้ออกแบบตัวเครื่องมือโดยใช้โปรแกรม Ansys Spaceclaim จากนั้นนำแบบที่ได้มาผลิตส่วนประกอบของเครื่องมือด้วยเครื่องพิมพ์สามมิติ ในการวิเคราะห์สารตัวอย่าง ทำได้โดยเชื่อมต่อเครื่องมือเข้ากับโปรแกรม Theremino spectrometer ในคอมพิวเตอร์เพื่อใช้ในการแสดงเส้นสเปกตรัมของสาร และใช้โปรแกรม Spectrophotormetry Jupyter อ่านค่าการดูดกลืนคลื่นแสงและพลอตกราฟแสดงความสัมพันธ์ระหว่างค่าการดูดกลืนคลื่นแสงและความยาวคลื่น ทำให้ระบบประมวลผลการวิเคราะห์จากเครื่องมือที่พัฒนามีความรวดเร็วมากขึ้น หาประสิทธิภาพของเครื่องมือที่สร้างขึ้นเทียบกับเครื่องมาตรฐาน   โดยการนำไปตรวจวิเคราะห์ปริมาณสารตัวอย่าง   นำข้อมูลที่ได้จากการวิเคราะห์ไปคำนวณค่าความถูกต้องและความเที่ยงของเครื่องมือ",
    "image": "https://drive.google.com/open?id=1-vX8e2z9m0vBoNYRLzPISyCYoqMYR-tt",
    "video": "https://drive.google.com/file/d/1zzrTON4JLwm4h8Gu2HBASEvbTuFNC8Z-/view?usp=drive_link"
  },
  {
    "created_at": "21/3/2024, 21:39:01",
    "email": "pichitponmos@gmail.com",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH03- ชุดตรวจสอบกัญชาจากยาพาราเซตามอล",
    "institution": "โรงเรียนสายปัญญารังสิต",
    "description": "ในปัจจุบันคนไทยนิยมซื้อยาพาราเซตามอลไว้เป็นยาสามัญประจำบ้าน ในบางครั้งมียาพาราเซตามอลที่หมดอายุก่อนที่จะถูกใช้ และถูกทิ้งเป็นจำนวนมาก โดยยาพาราเซตามอลจะมีสาร Acetaminophen เป็นองค์ประกอบ อีกทั้งในปัจจุบันปัญหาการพบเจอการปนเปื้อนของกัญชาในอาหารยังพบได้มาก โดยมักพบผู้แพ้กัญชาในอาหาร หรือเด็กเล็กที่เผลอรับประทานกัญชา ซึ่งอาจส่งผลเสียต่อร่างกายได้ ทางผู้วิจัยจึงใช้กระบวนการ Hydrolysis ยาพาราเซตามอลเพื่อให้เกิดเป็นสาร 4-Aminophenol (4-AMP) ซึ่งเป็นสารที่นิยมในการใช้ผลิตชุดตรวจสอบกัญชา และเพื่อให้เกิดความคุ้มค่ามากที่สุดในการผลิตชุดตรวจสอบ ผู้จัดทำได้หาสภาวะที่เหมาะสมในการสังเคราะห์ 4-AMP จากยาพาราเซตามอลโดยใช้วิธีพื้นที่ผิวตอบสนอง ร่วมกับการออกแบบการทดลอง แล้วใช้เป็นสารตั้งต้นในการผลิตชุดตรวจสอบกัญชาในอาหาร โดยเมื่อนำ 4-AMP ที่ได้มาผลิตชุดตรวจสอบกัญชา เปรียบเทียบกับชุดตรวจสอบมาตราฐานของตำรวจประเทศสวิซเซอร์แลนด์ พบว่าให้ผลลัพธ์ที่ไม่แตกต่างกัน โดยชุดตรวจสอบกัญชาจากยาพาราเซตามอลนั้นมีความคุ้มค่า และมีประสิทธิภาพสูง สามารถจำแนกชนิดของกัญชาที่มีปริมาณ THC หรือ CBD สูงได้ ให้ผลการตรวจสอบได้อย่างรวดเร็ว มีความแม่นยำสูง มีอายุการเก็บรักษายาวนาน สามารถใช้งานได้ง่ายไม่ซับซ้อน เหมาะแก่การนำเอาไปใช้ตรวจสอบการปนเปื้อนของกัญชา และผลิตภัณฑ์ที่มีกัญชาเป็นส่วนผสมได้ อีกทั้งยังมีราคาถูกกว่าชุดตรวจสอบตามท้องตลาด ณ ปัจจุบัน โดยชุดตรวจนี้มีราคาเพียง 3 บาท/เทส เท่านั้น",
    "image": "https://drive.google.com/open?id=1NuSaDzIP4KTGAamPnN133EZjr2UMXmnC",
    "video": "https://drive.google.com/file/d/1I9C4c0S7TwEUl6owHJ5fArtYgDz2TMxD/view?usp=share_link"
  },
  {
    "created_at": "23/3/2024, 0:27:15",
    "email": "augustjung149@gmail.com",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH04- การพัฒนาเจลไวต่ออุณหภูมิที่บรรจุสารสกัดจากกระเจี๊ยบสำหรับแผลในปาก",
    "institution": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย บุรีรัมย์",
    "description": "เจลไวต่ออุณหภูมิผลิตจากส่วนผสมสำคัญของสารสกัดจากกระเจี๊ยบแดงเข้มข้น ที่ประกอบด้วยสารแอนโทไซยานินมีประสิทธิภาพสูงในการยับยั้งเชื้อ Staphylococcus aureus ที่เป็นสาเหตุของโรคแผลในช่องปากยืนยันผลจากการทดลอง ถูกนำมากวนผสมกับ poloxamer407 ให้รวมเป็นเนื้อเดียวกัน เนื้อเจลละเอียด สีสันสดใส เกาะติดทนนาน ส่วนการใช้งานเจลง่ายๆ ไม่ซับซ้อนเพียงแค่เปิดฝาเจล แล้วแตะเจลมาป้ายไปที่บริเวณมีแผลอักเสบเพียงเท่านี้เป็นอันเสร็จสิ้น และด้วยคุณสมบัติของเนื้อเจลที่เกาะติด ทน ทำให้สามารถรักษาแผลได้อย่างมีประสิทธิภาพ และนอกจากเราจะได้เจลที่มีประสิทธิภาพแล้วเราก็อยากมีส่วนช่วยส่งเสริมการนำทรัพยากรในท้องถิ่นอย่างสมุนไพรไทยมาสร้างเป็นนวัตกรรมส่งเสริมทางด้านสุขภาพ เพื่อเป็นการสร้างมูลค่าให้กับกระเจี๊ยบแดงสมุนไพรที่ปลูกง่าย โตไว และช่วยสร้างรายได้ให้เกษตรกรอีกทาง อยากให้ช่วยส่งเสริมเจลของพวกเราด้วยนะคะ ขอบคุณค่ะ",
    "image": "https://drive.google.com/open?id=1DguMCb-eHgc0Mpu9fWV1XCDFcjeUJCtL",
    "video": "https://drive.google.com/file/d/1OBstbp40E4fPotqPvDajCFnPb0T1B9zl/view?usp=drivesdk"
  },
  {
    "created_at": "22/3/2024, 23:54:59",
    "email": "poowantsgod@gmail.com",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH05- Exploring the Antioxidant Properties of Protein Extracted from Fish Heads",
    "institution": "สวนกุหลาบวิทยาลัย รังสิต",
    "description": "An innovative study unlocks the potential of discarded \"Salid Fish\" heads, transforming them into valuable bioactive protein hydrolysates through optimized enzymatic hydrolysis with alcalase. This process effectively breaks down long protein chains into smaller peptides, which not only are easier to absorb but also exhibit significant antioxidant properties by donating electrons and hydrogen atoms to neutralize free radicals. The essence of this approach lies in the enzyme's precision in cleaving specific peptide bonds, resulting in a product rich in essential amino acids and antioxidants.\n\nThe development of fish head protein hydrolysate as a promising natural additive for functional foods represents a significant stride towards sustainability and economic efficiency in the food industry. It demonstrates how utilizing byproducts considered as waste can reduce production costs and environmental impact, turning a cost liability into a valuable nutritional resource. This breakthrough not only enhances the nutritional value of food products but also presents a cost-effective solution, making high-quality nutritional additives accessible at a lower expense.\n\nBy combining the goal of sustainable resource use with the demand for health-promoting ingredients, this research bridges the gap between waste reduction and the nutritional enhancement of food products. It showcases a sustainable, economically viable approach to food production, emphasizing the potential of enzymatic hydrolysis to produce functional foods that are nutritious, environmentally friendly, and affordable. This initiative not only fosters healthier dietary options but also promotes a more sustainable and profitable food industry, setting a precedent for future innovations in food processing and waste management.",
    "image": "https://drive.google.com/open?id=1o9I2Gvs55yOx519PmdmZdRg5EDtopAvp",
    "video": "https://drive.google.com/drive/folders/1fBuBq25B_uyZQkgKHoMlDpu0usaiWC0p"
  },
  {
    "created_at": "22/3/2024, 22:39:26",
    "email": "jirawat05522@varee.ac.th",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH06- SM-GATC : Deep learning model For Targeted Cancer Therapy From Thai Herbal Compound",
    "institution": "วารีเชียงใหม่",
    "description": "คำอธิบายนวัตกรรม SM-GATC : Deep learning model for Targeted Cancer Therapy From Thai Herbal Compound\n       SM-GATC เป็นชื่อโมเดลทำนายประสิทธิภาพของสารประกอบในสมุนไพรไทยในการยับยั้งโปรตีนเป้าหมายนั่นคือโปรตีน EGFR ที่มีบทบาทในการควบคุมการเจริญเติบโต แบ่งตัวของเซลล์ เป็นสาเหตุหนึ่งของการแพร่กระจายของเซลล์มะเร็งอันส่งผลให้ผู้ป่วยโรคมะเร็งเสียชีวิต การคิดค้นยารักษาโรคมะเร็งในขั้นตอน Drug Discovery จะต้องใช้เวลาร่วม 6ปี และมีค่าใช้จ่ายมากในการนำสารประกอบต่างๆมาทดลองฤทธิ์ทางชีวภาพกับโปรตีนเป้า \n หมาย โครงงานนี้ได้ใช้วิธีสกัดข้อมูลสำคัญของสารประกอบจากโครงสร้างแบบ SMILES เช่น จำนวนและชนิดของอะตอม รูปแบบพันธะ น้ำหนักโมเลกุล เป็นต้น แล้วนำไปสร้างโมเดลแบบdeep learning และพัฒนาแอปพลิเคชั่นที่ใช้เพียงโครงสร้าง SMILES สารประกอบในสมุนไพรไทยที่สนใจ ก็จะประมวลผลและแสดงค่า pIC50 ที่เป็นค่าบ่งชี้ประสิทธิภาพการยับยั้งโปรตีน EGFR \nและยังสามารถค้นหาสารประกอบและฤทธิ์ทางชีวภาพของสารจากชื่อสมุนไพร หรือ ชื่อสารประกอบที่สนใจได้จากฐานข้อมูลที่บันทึกไว้ นวัตกรรมนี้จะมีประโยชน์อย่างมากในงานวิทยาศาสตร์และการแพทย์ที่จะพัฒนายาหรือผลิตภัณฑ์ในการรักษาโรคมะเร็งและเป็นการเพิ่มศักยภาพของสมุนไพรไทย ส่งผลให้ค่าใช้จ่ายในการรักษามะเร็งต่ำลงอีกด้วย",
    "image": "https://drive.google.com/open?id=1kwI6XGgGE6UOZzhuot_TdP0th0312UYi",
    "video": "https://drive.google.com/file/d/1WVxQ56Y8hP7A0jkfVOo3OcuE9bAjF3zB/view?usp=drivesdk"
  },
  {
    "created_at": "21/3/2024, 14:13:23",
    "email": "65kulwara.ler@pccphet.ac.th",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH07- การสังเคราะห์อนุภาคเงินระดับนาโนเพื่อพัฒนาประสิทธิภาพของวัสดุทางทันตกรรมที่ส่งผลต่อการต้านเชื้อแบคทีเรียในช่องปากและความแข็งแรงของวัสดุ",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย เพชรบุรี",
    "description": "โรคฟันผุเกิดจากเชื้อแบคทีเรียในช่องปากที่ทำให้เนื้อเยื่อฟันเกิดการละลายของแร่ธาตุจนเกิดเป็นโพรงภายในเนื้อฟันซึ่งรักษาได้โดยการใช้วัสดุอุดฟันหรือรากฟันเทียม ในปัจจุบันมีวัสดุทางทันตกรรมมากมายหลายชนิดที่นำมาใช้ เช่น เรซินคอมโพสิต อย่างไรก็ตามปัญหาสำคัญที่พบคือการผุซ้ำหลังจากการอุดฟันแล้วเนื่องจากวัสดุดังกล่าวไม่มีฤทธิ์ในการยับยั้งเชื้อ จึงทำให้ผู้ป่วยมีอาการปวดฟันหรือเสียวฟันเกิดซ้ำขึ้นอีกนอกจากนั้นแล้ววัสดุยังแตกหักได้เนื่องจากมีความแข็งแรงน้อยกว่าวัสดุชนิดอะมัลกัมที่เป็นโลหะผสม\nดังนั้นผู้วิจัยจึงได้ทดลองสังเคราะห์อนุภาคเงินระดับนาโนโดยใช้วิธีที่ปลอดภัยต่อสิ่งแวดล้อม คือการใช้สารสกัดจากพืชในการสังเคราะห์เพื่อนำไปผสมกับวัสดุทางทันตกรรม ซึ่งได้ทำการศึกษาอัตราส่วนที่เหมาะสม รวมถึงคุณสมบัติทางกายภาพ และการต้านเชื้อของวัสดุที่เปลี่ยนไป  จากการทดลองพบว่าวัสดุเรซิ่นที่ได้รับการผสมอนุภาคเงินนาโนมีความแข็งแรงที่มากขึ้นแต่ไม่สามารถยับยั้งเชื้อแบคทีเรียได้ ส่วนแผ่นอลูมิเนียมที่เคลือบด้วยอนุภาคเงินระดับนาโนนั้นสามารถยับยั้งเชื้อแบคทีเรียได้  อันเป็นการเพิ่มประสิทธิภาพสำหรับวัสดุทางทันตกรรมเพื่อใช้ในอนาคตต่อไป",
    "image": "https://drive.google.com/open?id=1FiUuwP8zvHnceAq2k1tvFbIo11InDCiG",
    "video": "https://drive.google.com/drive/folders/10DY7s3tbMH_d6u3p8jdv3yUW8R8I420v"
  },
  {
    "created_at": "22/3/2024, 19:21:46",
    "email": "patcharac.ark_g32@mwit.ac.th",
    "category": "สาขาเคมี (Chemical category)",
    "name": "CH08- การสร้างแผ่นฟิล์มพอลิเมอร์ที่มีรอยประทับโมเลกุลของกรด N-แอซีติลนิวรามินิก ใช้ร่วมกับเซนเซอร์เชิงไฟฟ้าเคมีประเภท กระดาษเพื่อประยุกต์ใช้ในการวินิจฉัยโรคปอดนิวโมโคนิโอสิส",
    "institution": "มหิดลวิทยานุสรณ์",
    "description": "โรคปอดนิวโมโคนิโอสิส (Pneumoconiosis) เป็นโรคปอดที่เกิดจากการหายใจเอาฝุ่นละอองสารอนินทรีย์หรือฝุ่นแร่เข้าไปในปอด ทำให้ปอดอักเสบและเกิดพังผืดในลักษณะต่าง ๆ (กัณฐิกา, 2012) จึงมักเกิดขึ้นในกลุ่มคนใช้แรงงานที่ไม่ได้รับการเข้าถึงด้านสาธารณสุขด้วยเหตุผลด้านความยากจน ซึ่งวิธีการวินิจฉัยที่มีอยู่มีค่าใช้จ่ายที่สูง ดังนั้นเพื่อเร่งการวินิจฉัยให้ทันท่วงที แม่นยำ และประหยัดค่าใช้จ่าย การพัฒนาอุปกรณ์วิเคราะห์ประเภทกระดาษ (PAD) ร่วมกับเซนเซอร์เชิงไฟฟ้าเคมีจึงเป็นทางเลือกที่น่าสนใจในการวินิจฉัย\nNeu5Ac เป็นหนึ่งรูปแบบของกรดเซียลิก ซึ่งพบมากในเซลล์ของมนุษย์ มีความสัมพันธ์ในการเป็นไบโอมาร์คเกอร์ของโรคต่าง ๆ การพัฒนาอุปกรณ์ตรวจวัดระดับ Neu5Ac จึงเป็นสิ่งที่น่าสนใจ โดยจะพัฒนาอุปกรณ์วิเคราะห์ประเภทกระดาษ (PAD) ร่วมกับเซนเซอร์เชิงไฟฟ้าเคมี ซึ่งการปรับปรุงความจำเพาะของ PAD จะพัฒนารวมกับพอลิเมอร์ที่มีรอยพิมพ์ประทับโมเลกุล (MIP) ของ Neu5Ac โดยได้มีการพัฒนาวิธีการสังเคราะห์แผ่นฟิล์มพอลิเมอร์บนอิเล็กโทรดแบบใหม่ให้มีการเกิดพอลิเมอไรเซชั่นบนกระดาษบน hot plate การเลือก functional monomer, crosslinking monomer สารละลาย และสัดส่วนในการนำมาทำปฏิกิริยาจึงเป็นปัจจัยสำคัญในการก่อตัวของพอลิเมอร์บนอิเล็กโทรด โดยได้มีการใช้ Cyclic voltammetry (CV) เพื่อประเมินประสิทธิภาพของ MIP เปรียบเทียบกับพอลิเมอร์ที่ไม่มีรอยพิมพ์ประทับโมเลกุล (NIP)  จากการทดลองสามารถสรุปผลได้ว่าสามารถสร้าง MIP ที่สภาวะที่มี Vinylpyrrolidone, TRIM, Azobisisobutyronitrile, Methanol : น้ำ ในสัดส่วน 2 : 1 เป็น functional monomer, crosslinking monomer, catalyst และสารละลายตามลำดับ ขึ้นได้ และ MIP ที่สังเคราะห์ขึ้นมีความจำเพาะต่อ Neu5Ac",
    "image": "https://drive.google.com/open?id=1kD1K_cTj4SBLEpBqQbU9aFOczZ7_vst9",
    "video": "https://drive.google.com/file/d/1yhl1QA6sde79x3VKESMVg2_fSbgv-AZ4/view?usp=drivesdk"
  },
  {
    "created_at": "22/3/2024, 8:30:09",
    "email": "p.sarawutton@gmail.com",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP01-เครื่องพ่นยาสัตว์ขนาดเล็กอัตโนมัติ",
    "institution": "โรงเรียนอำมาตย์พานิชนุกูล",
    "description": "นวัตกรรมเครื่องพ่นยาสัตว์ขนาดเล็กอัตโนมัติเป็นการพัฒนาเทคโนโลยีในการให้ยาแก่สัตว์เลี้ยงที่ออกแบบมาเพื่อช่วยในการให้ยาหรือสารอื่นๆ แก่สัตว์เลี้ยงอย่างง่ายสะดวกสบาย และมีประสิทธิภาพมากขึ้น โดยมีลักษณะการทำงานที่อัตโนมัติในการควบคุมการพ่นยาที่ถูกต้องและเหมาะสมต่อสัตว์เลี้ยง มีลักษณะที่เล็กกะทัดรัดและเคลื่อนที่ได้ง่าย นวัตกรรมนี้มีความสามารถในการปรับแต่งปริมาณยาตามน้ำหนักและขนาดของสัตว์เลี้ยงอย่างแม่นยำ และสามารถกำหนดเวลาการให้ยาได้อย่างชัดเจนตามความเหมาะสมของสัตว์และอาการที่ต้องการรักษา การใช้งานเครื่องพ่นยาสัตว์ขนาดเล็กอัตโนมัติช่วยลดความซับซ้อนในการดูแลสุขภาพของสัตว์เลี้ยงและช่วยป้องกันการเกิดปัญหาสุขภาพที่อาจเกิดขึ้นจากการให้ยาไม่เพียงพอหรือเกินกว่าความจำเป็น นอกจากนี้ยังช่วยลดความเสี่ยงในการเกิดผลข้างเคียงจากการใช้ยาอีกด้วย",
    "image": "https://drive.google.com/open?id=12YY70WoTuED2E_wDeWGAWUggkPIa6A91",
    "video": "https://drive.google.com/file/d/1qomGqHSBrY9u7RO1cmB25WePRBYV7z01/view?fbclid=IwAR0sy0LIMoP4T8U74QMXedRO3ON5DcTz1qjIO8K6floNXjq04eyYIvv7xcA"
  },
  {
    "created_at": "22/3/2024, 9:34:03",
    "email": "phiraphat061228@gmail.com",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP02-แขนเทียมหยิบจับอัจฉริยะสำหรับผู้พิการ",
    "institution": "กาญจนาภิเษกวิทยาลัย สุราษฎร์ธานี",
    "description": "เนื่องจากในประเทศไทยมีผู้พิการเป็นจำนวนมากโดยเฉพาะทางด้านการเคลื่อนไหวทางแขนประมาณ 50.17% ซึ่งเป็นเปอร์เซ็นต์ที่อยู่ในระดับที่สูง แขนเทียมที่จะช่วยเหลือผู้พิการทางแขนในปัจจุบันนั้นมีราคาที่สูงและมีน้ำหนักมาก เราจึงสนใจที่จะประดิษฐ์และพัฒนาแขนเทียมหยิบจับอัจฉริยะสำหรับผู้พิการนี้ขึ้นมาด้วยโปรแกรม Arduino IDE โดยใช้เซนเซอร์ตรวจจับกล้ามเนื้อ หลักการทำงาน คือ เมื่อเกร็งกล้ามเนื้อ เซ็นเซอร์วัดกล้ามเนื้อจะทำงาน และส่งไปยังบอร์ด Arduino nano และบอร์ด Arduino nano จะออกคำสั่งไปยังเซอร์โว ทำให้เซอร์โวหมุนและเส้นเอ็นของนิ้วแต่ละนิ้วจะหมุนตามด้วย จึงทำให้แขนเทียมสามารถทำงานได้และสามารถปรับเปลี่ยนการทำงานของนิ้วมือโดยการเปลี่ยนคำสั่งจากโค้ดเดิมที่เขียนไว้ โดยชิ้นส่วนต่างๆ จะทำการปั้นโมเดลด้วยโปรแกรม On shape จากนั้นปริ้นออกมาด้วยเครื่องปริ้น 3D  โดยวัสดุจะเป็นเส้นพลาสติกที่เป็นมิตรกับสิ่งเเวดล้อม เพราะทำมาจากกากข้าวโพด และแขนเทียมที่เราผลิตนี้มีราคาถูกกว่าในท้องตลาด สามารถช่วยเหลือผู้พิการทางด้านแขนบริเวณแขนท่อนล่างด้วยตนเองได้ระดับหนึ่งในดำเนินชีวิตประจำวัน มีประสิทธิภาพโดยสามารถควบคุมการทำงานของนิ้วแต่ละนิ้วได้ ซึ่งยังเป็นประโยชน์ที่จะนำไปต่อยอดในด้านการแพทย์และในด้านอุตสาหกรรมต่างๆอีกด้วย",
    "image": "https://drive.google.com/open?id=1PcmWCGxeEZhyrbLz839y8afjsePDAv3P",
    "video": "https://drive.google.com/file/d/1IuylVYgPxxNLiJSkuoVK3MT3CYQUOzXl/view?usp=sharing"
  },
  {
    "created_at": "19/3/2024, 21:18:40",
    "email": "benyaphas65@nu.ac.th",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP03-เครื่องตรวจจับตำแหน่งปลาด้วยเทคโนโลยีอินเทอร์เน็ตของสรรพสิ่ง",
    "institution": "โรงเรียนมัธยมสาธิตมหาวิทยาลัยนเรศวร",
    "description": "เครื่องตรวจจับตำแหน่งปลาด้วยระบบไอโอที ถูกสร้างขึ้นเพื่อวัตถุประสงค์ในการสร้างเครื่องมือที่สามารถช่วยในการทำประมงและการวิจัยสัตว์น้ำ โดยเครื่องมือถูกสร้างโดยใช้เซนเซอร์ Laser Ranging Distance Sensor VL53L0X V2 และเขียนโปรแกรมและอัลกอริทึมโดยใช้โปรแกรม Arduino และพัฒนาตัวต้นแบบโดยทดลองใช้กับสภาพแวดล้อมจำลองที่จำลองให้น้ำมีความขุ่นและมีความลึกตื้นในแต่ละจุดที่แตกต่างกัน และบันทึกผลเรื่อยๆ พร้อมทั้งปรับปรุงโค้ดที่ใส่ไปในตัวต้นแบบ จนสามารถทำงานได้อย่างแม่นยำและมีประสิทธิภาพ",
    "image": "https://drive.google.com/open?id=1kKApLoZv5khUuBoCcvJrHnCKFff9Qttv",
    "video": "https://drive.google.com/file/d/16HwXl8VfsgWS1kq37MWuqpC56b0mo7k7/view?usp=drivesdk"
  },
  {
    "created_at": "22/3/2024, 21:30:41",
    "email": "pngerdchai@gmail.com",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP04-หูแม่ค้าทุเรียนเสมือน: แอปพลิเคชันจำแนกความสุกของทุเรียนหมอนทองด้วยปัญญาประดิษฐ์",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย พิษณุโลก",
    "description": "ทุเรียนเป็นผลไม้เศรษฐกิจที่มีราคาในตลาดการค้าสูงทั้งในและต่างประเทศ และทุเรียนที่ได้รับความนิยมสูงคือ ทุเรียนสายพันธุ์หมอนทอง โดยทุเรียนสามารถขายได้ตั้งแต่เนื้อดิบ กรอบนอกนุ่มใน และสุก ซึ่งผู้บริโภคมีความชอบที่แตกต่างกัน ผู้ขายและผู้ซื้อสามารถรู้ความสุกได้จากการใช้ไม้เคาะบริเวณเปลือกทุเรียน เนื่องจากเสียงเคาะบริเวณเปลือกของทุเรียนจะมีการเปลี่ยนแปลงตามระดับความสุกของทุเรียน ซึ่งการฟังเสียงเคาะทุเรียนจะต้องอาศัยผู้เชี่ยวชาญเป็นหลักซึ่งมีอยู่จำกัด ดังนั้นผู้วิจัยจึงได้พัฒนาแอปพลิเคชันบนโทรศัพท์มือถือร่วมกับ Convolutional Neural Network (CNN) สำหรับใช้จำแนกความสุกของทุเรียนจากเสียงเคาะเปลือก โดยแบ่งการทดลองเป็น 2 ขั้นตอน คือ การพัฒนาโมเดลจำแนกความสุกของทุเรียนสายพันธุ์หมอนทองด้วยปัญญาประดิษฐ์ โดยการเก็บข้อมูลเสียงเคาะทุเรียน และนำมาเทรนด้วย CNN ซึ่งจะได้ค่าความแม่นยำร้อยละ 96.20 และการพัฒนาแอปพลิเคชันจำแนกความสุกของทุเรียนหมอนทอง พบว่าแอปพลิเคชันสามารถใช้งานได้ง่าย สามารถบันทึกเสียงจากการเคาะ และให้ผลภายในแอปพลิเคชันได้ โดยมีค่าความแม่นยำที่ร้อยละ 88 ดังนั้นแอปพลิเคชันที่พัฒนาขึ้นจึงมีความแม่นยำในการจำแนกความสุกของทุเรียน เมื่อเปรียบเทียบกับการทำนายความสุกของแม่ค้า โดยมีความแม่นยำในการทำนายไม่แตกต่างกันอย่างมีนัยสำคัญทางสถิติที่ระดับ 0.05 (P>0.05) เพิ่มความสะดวกของผู้ค้า และบริโภคทุเรียน ทำให้สามารถเลือกซื้อทุเรียนได้ด้วยตนเองโดยไม่จำเป็นต้องใช้ผู้เชี่ยวชาญในการแนะนำ และยังเป็นการลดการพึ่งพามนุษย์ ทำให้สามารถขยายตลาดทุเรียนได้กว้างมากขึ้น จึงสามารถเพิ่มศักยภาพในด้านการผลิต และการจำหน่ายได้อย่างมีประสิทธิภาพ",
    "image": "https://drive.google.com/open?id=192MDM6aj9H9zKbqZiKEJzNhn6Z3I6a2X",
    "video": "https://drive.google.com/file/d/1Ue8cbZ2ra8iOI8XYMxLPErMVL5azJQw2/view?usp=drive_link"
  },
  {
    "created_at": "22/3/2024, 21:52:06",
    "email": "suthada.cos@pccphet.ac.th",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP05-วิเคราะห์ภาวะหยุดหายใจขณะหลับชนิดอุดกั้นจากปัจจัยเสี่ยงและลักษณะอาการด้วยปัญญาประดิษฐ์",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย เพชรบุรี",
    "description": "ภาวะหยุดหายใจขณะหลับชนิดอุดกั้น เป็นภาวะการหย่อนตัวของกล้ามเนื้อทางเดินหายใจส่วนต้น ทำให้ทางเดินหายใจส่วนต้นยุบตัวและตีบแคบลง จากเหตุการณ์ดังกล่าวทำให้เกิดภาวะพร่องออกซิเจน ซึ่งส่งผลเสียต่อสุขภาพได้ ทางผู้พัฒนาจึงนำเทคโนโลยีคอมพิวเตอร์มาผสมผสานกับการวินิจฉัยทางการแพทย์ โดยมีวัตถุประสงค์เพื่อพัฒนาปัญญาประดิษฐ์วิเคราะห์ภาวะหยุดหายใจขณะหลับชนิดอุดกั้นจากปัจจัยเสี่ยงและลักษณะอาการ โดยมีวิธีการใช้งานเพียง 2 ขั้นตอน คือ 1.ผู้ใช้งานทำแบบทดสอบ Berlin Questionnaire เป็นแบบทดสอบระดับมาตรฐานที่มีการใช้งานเพื่อจำแนกความเสี่ยงในการเป็นภาวะหยุดหายใจขณะหลับชนิดอุดกั้น ซึ่งแบบทดสอบมีทั้งหมด 9 ข้อ หากทำได้มากกว่า 4 คะแนนขึ้นไปจะถือว่าผู้ทำแบบทดสอบมีความเสี่ยงในการเป็นภาวะหยุดหายใจขณะหลับชนิดอุดกั้น 2. ผู้ใช้งานทำการถ่ายภาพใบหน้าของผู้ใช้งาน จากนั้นอัปโหลดลงในโมเดล CNN เพื่อให้โมเดลประมวลผลออกมาว่ามีความเสี่ยงที่จะเป็นภาวะนี้หรือไม่  พบว่าสามารถวิเคราะห์ได้ในเบื้องต้น โดยการใช้งานแบบสอบถาม Berlin Questionnaire ควบคู่ไปกับการใช้โมเดล CNN ที่ได้รับการฝึกมาวิเคราะห์รูปภาพใบหน้า ซึ่งทั้งสองอย่างนี้สามารถวิเคราะห์ออกมาให้ผู้ใช้งานได้ว่าลักษณะอาการที่เกิดขึ้นและลักษณะโครงหน้าของผู้ใช้งานมีความเสี่ยงหรือปกติในเบื้องต้น หากวิเคราะห์ได้ว่ามีความเสี่ยงที่จะเป็นภาวะดังกล่าว ก็สามารถเป็นแนวทางในการเข้ารับรักษาต่อไปในอนาคตกับแพทย์ผู้เชี่ยวชาญ นอกจากนี้ ยังเป็นการประหยัดค่าใช้จ่ายสำหรับผู้ที่ยังไม่มั่นใจและผู้ที่ไม่มีกำลังทรัพย์มากพอจะไปตรวจสอบความเสี่ยงที่จะเป็นภาวะหยุดหายใจขณะหลับชนิดอุดกั้น",
    "image": "https://drive.google.com/open?id=1F5dSfing7s5oWjXxEyhIsVscJfUxJ31u",
    "video": "https://drive.google.com/file/d/1hm26OeH_b_eKevTLLlaUWCbjqneqBlti/view?usp=drivesdk"
  },
  {
    "created_at": "22/3/2024, 14:02:51",
    "email": "weahason.w@gmail.com",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP06-ระบบตรวจจับอาวุธปืนเพื่อลดการก่ออาชญากรรมในร้านทองโดยใช้ปัญญาประดิษฐ์ร่วมกับอินเตอร์เน็ตของสรรพสิ่ง",
    "institution": "โรงเรียนสาธิตมหาวิทยาลัยสงขลานครินทร์ (ฝ่ายมัธยมศึกษา)",
    "description": "การจัดทำโครงงานครั้งนี้มีวัตถุประสงค์เพื่อ 1) ศึกษาความต้องการจำเป็นในการป้องกันและลดการก่ออาชญากรรมในร้านทอง 2) การพัฒนาระบบตรวจจับอาวุธปืนเพื่อลดการก่ออาชญากรรมในร้านทองโดยใช้ปัญญาประดิษฐ์ร่วมกับอินเตอร์เน็ตของสรรพสิ่ง 3) ประเมินประสิทธิภาพระบบตรวจจับอาวุธปืนเพื่อลดการก่ออาชญากรรมในร้านทองโดยใช้ปัญญาประดิษฐ์ร่วมกับอินเตอร์เน็ตของสรรพสิ่ง กลุ่มตัวอย่างประกอบด้วย เจ้าของกิจการร้านทอง พนักงานขาย ตำรวจ ผู้ร้าย และ ผู้เชี่ยวชาญด้านปัญญาประดิษฐ์รและอินเตอร์เน็ตของสรรพสิ่ง เครื่องมือการวิจัย ได้แก่ แบบสัมภาษณ์แบบกึ่งโครงสร้าง ระบบตรวจจับอาวุธปืน วิเคราะห์ข้อมูลโดยการจัดลำดับความสำคัญของความต้องการจำเป็น   และ เทคนิคการวิเคราะห์เนื้อหา\nผลการวิจัยพบว่า 1) ความต้องการจำเป็น พบว่า ไม่เกิดความสูญเสียชีวิต สามารถป้องกัน ลดการก่อเหตุ และ สามารถจับกุมผู้กระทำความผิด 2) ระบบตรวจจับอาวุธปืนเพื่อลดการก่ออาชญากรรมในร้านทอง ประกอบด้วย การตรวจจับอาวุธปืน การตรวจจับหมวกกันน็อค การตรวจจับตำรวจ และ ระบบสั่งงานด้วยปุ่มกด 3) ประเมินประสิทธิภาพระบบตรวจจับอาวุธปืน พบว่า ประสิทธิภาพที่โมเดลการตรวจจับอาวุธสามารถวัดค่า confidence ได้อยู่ที่ 60 – 94 % ในระยะประมาณ 0.5 - 3 เมตร การแจ้งเตือนอาจมีการ Delayไม่เกิน 1 วินาทีซึ่งไม่เป็นปัญหาต่อการแจ้งเตือน กลุ่มตัวอย่างมีความพึ่งพอใจระดับมาก",
    "image": "https://drive.google.com/open?id=1DLEgMrcnd7v794lhlvSwLUvAkGgFuSUB",
    "video": "https://drive.google.com/file/d/151m-QI3log-CtXKdQ69CZYITu3ZGt5Sm/view?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 22:09:26",
    "email": "Walayakul1833518@gmail.com",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP07-อุปกรณ์ควบคุมอุณหภูมิอัตโนมัติที่กระตุ้นการกินอาหารของหนอนไหม เพื่อเพิ่มปริมาณและคุณภาพเส้นไหมของไหมพันธุ์พื้นบ้าน",
    "institution": "โรงเรียนกาฬสินธุ์พิทยาสรรพ์",
    "description": "อุปกรณ์ควบคุมอุณหภูมิอัตโนมัติเพื่อกระตุ้นการกินอาหารหนอนไหมใช้ภาษา C++เพื่อเขียนโค้ดโดยมีหลักการทำงานคือ ตัวเครื่องจะทำการเชื่อมต่ออินเทอร์เน็ตเริ่มทำการตรวจเช็คค่าอุณหภูมิ\nจะมีการเก็บค่าของอุณหภูมิไปที่ google sheets ถ้าการเช็คพบว่าอุณหภูมิตัวเครื่องต่ำกว่าหรือเท่ากับ 24 องศาเซลเซียส บอร์ดจะส่งสัญญาณไปที่รีเลย์ให้ทำการปล่อยไฟไปยังปลั๊กของหลอดไฟ และถ้าอุณหูมิมากกว่าหรือเท่ากับ 28 องศาเซลเซียส บอร์ดจะส่งสัญญาณไปที่รีเลย์ให้ทำการปล่อยไฟไปยังปลั๊กของพัดลม เพื่อเป็นการควบคุมอุณหภูมิให้ระหว่าง 24-28 องศาเซลเซียส ตลอดเวลา จากการทดลองพบว่าหนอนที่เลี้ยงโดยใช้อุปกรณ์ควบคุมอุณหภูมิมีการเจริญเติบโตดีกว่าการเลี้ยงของเกษตรกร โดยพบว่าน้ำหนักหนอน 10.60±1.33 กรัมต่อตัว ความยาวเฉลี่ย 38.70±4.98 มิลลิเมตรต่อตัว ความกว้างเฉลี่ย 4.78±1.00 มิลลิเมตรต่อตัวมีการเข้าฝักก่อนหนอนไหมของเกษตรกร 4 วัน มีน้ำหนักฝัก เฉลี่ย 46.38±2.70 กรัมต่อฝัก ความยาวเฉลี่ย 33.06±1.27 มิลลิเมตรต่อฝัก ความกว้างเฉลี่ย 11.38±2.15 มิลลิเมตรต่อฝัก คุณภาพของเส้นไหมที่สูงกว่าสามารถทนแรงดึงได้ 11.41±1.53 นิวตัน โดยมีพื้นที่หน้าตัด 0.02±0.00 ตารางมิลลิเมตร สามารถนำมาคำนวณหาความเค้นดึงได้เท่ากับ 600.80±32.78 นิวตันต่อตารางเมตร มากกว่าเส้นไหมที่ได้จากหนอนไหมของเกษตรกร เมื่อนำมาคำนวณหาความเค้นดึงได้เท่ากับ 482.46±14.78 นิวตันต่อตารางเมตรและคำนวณค่ายังมอดูลัสได้557.97±31.56นิวตันต่อตารางเมตร ซึ่งมากกว่าของเกษตรกร และคำนวณค่าความเครียดได้เท่ากับ 1.08±0.05 ซึ่งน้อยกว่าของเกษตรกร",
    "image": "https://drive.google.com/open?id=1ViorVvtQhs0biyGnXPeHeE99FaAJbHZB",
    "video": "https://www.shorturl.asia/x34zu"
  },
  {
    "created_at": "22/3/2024, 19:51:57",
    "email": "wachirawit@pccl.ac.th",
    "category": "สาขาคอมพิวเตอร์ (Computer category)",
    "name": "CP08-ซอฟต์แวร์ตรวจสอบคุณภาพโดยโมเดลการเรียนรู้ข้อมูลเชิงลึกในการระบุโรคที่เกิดจาก เชื้อราในทุเรียน เพื่อป้องกันการสูญเสียผลผลิตของเกษตรกรด้วยการประยุกต์ใช้ปัญญาประดิษฐ์",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย ลพบุรี",
    "description": "โรคพืชเป็นปัญหาที่ต้องเฝ้าระวังไม่แพ้โรคภัยไข้เจ็บในคน โดยเฉพาะพืชเศรษฐกิจที่สำคัญอย่าง “ทุเรียน” ราชาผลไม้ของไทยที่ในแต่ละปี มีมูลค่าการส่งออกมากกว่าแสนล้านบาท “Doo-Durian” ซอฟต์แวร์ตรวจสอบคุณภาพโดยโมเดลการเรียนรู้ข้อมูลเชิงลึกในการระบุโรคที่เกิดจากเชื้อราในทุเรียน เพื่อป้องกันการสูญเสียผลผลิตของเกษตรกรด้วยการประยุกต์ใช้ปัญญาประดิษฐ์ เพียงผู้ใช้งานแอปพลิเคชันถ่ายภาพ หรืออัปโหลดภาพของใบที่ผิดปกติเข้าไปในแอปพลิเคชัน จากนั้น AI จะทำการวิเคราะห์ลักษณะอาการที่แสดงออกบนใบของพืช เพื่อระบุโรค แสดงวิธีการรักษา และการป้องกันอย่างถูกวิธี ด้วยการทำงานแบบ Real-Time ของเทคโนโลยีที่กำลังเป็นที่นิยมในปัจจุบัน “ปัญญาประดิษฐ์” ซึ่งมีความแม่นยำสูง เข้ามาประยุกต์ใช้ในการยกระดับคุณภาพผลผลิตอุตสาหกรรมการเกษตรของไทย ทำให้สามารถระบุโรคในระยะเริ่มต้น ลดความเสี่ยงของการสูญเสียผลผลิตและการใช้สารเคมีที่ไม่จำเป็น ช่วยให้เกษตรกรสวนทุเรียน และหน่วยงานที่เกี่ยวข้องทราบถึงโรคที่พืชนั้นเป็นอยู่ เพื่อดำเนินการป้องกันการแพร่กระจายของเชื้อราได้รวดเร็วและดำเนินการรักษาได้อย่างถูกวิธี ประหยัดค่าใช้จ่าย เพิ่มคุณภาพของผลผลิต และยกระดับคุณภาพผลผลิตราชาผลไม้ของไทย",
    "image": "https://drive.google.com/open?id=1hqyuPlP_QawcyxY0ZCzlyWFrNj6Z-u8F",
    "video": "https://drive.google.com/drive/folders/1WUuE6UgLB-RlGb6DrGAQHXccKKHNF5Dk?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 15:50:44",
    "email": "mawinkolok@gmail.com",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE01- Crack ตู้ฟักไข่",
    "institution": "โรงเรียนแสงทองวิทยา",
    "description": "นวัตกรรมนี้คือ ตู้ฟักไข่ จัดทำขึ้นเพื่อช่วยเหลือกลุ่มเกษตรกรหรือผู้เลี้ยงไก่ที่มีการฟักไข่แบบธรรมชาติเนื่องจากมีปัจจัยที่สำคัญต่อการฟักเช่น อุณหภูมิและความชื้นซึ่งควบคุมได้ยากตามธรรมชาติ รวมทั้งปริมาณและความแข็งแรงลูกไก่ที่ฟักได้ จึงทำให้ทางผู้จัดทำได้ออกแบบตู้ฟักอัตโนมัติเพื่อช่วยแก้ปัญหาที่เกิดจากปัจจัยดังกล่าว โดยที่ตัวตู้ฟักไข่จะทำจากไม้อัดที่บุด้วยแผ่นฟลอยด์เพื่อให้สามารถกักเก็บอุณหภูมิไว้ในตู้ได้ ภายในตู้ใช้หลอดไฟขนาด 100w  จำนวน 2 หลอด ในการทำความร้อน พร้อมทั้งพัดลมระบายอากาศ จำนวน 2 ตัวเพื่อให้มีการไหลเวียนของอากาศภายในตู้  นอกจากนี้มีการติดตัวTimerและ sensorเพื่อตั้งเวลาในการทำงานของเครื่องพร้อมทั้งชุดคำสั่งเปิด-ปิดผ่านทางโทรศัพท์มือถือ อีกทั้งมีการติดตั้งระบบโซล่าเซลล์เพื่อใช้เป็นพลังงานทางเลือกอีกแบบหนึ่ง โดยการทำงานของตัวเครื่องคือการกลับไข่ทุกๆ 1ชั่วโมงและถ้าหากอุณหภูมิในตู้มีมากกว่า 37.5 องศา เครื่องจะหยุดการทำงานของหลอดไฟและจะเปิดอีกครั้งเมื่อระดับอุณหภูมิลดลง สำหรับความชื้นจะมีตัวควบคุมให้อยู่ที่ 55%  สำหรับการดสอบประสิทธิภาพของตู้ฟักไข่ทำโดยการนำไข่ไก่จำนวน10ฟองใส่เข้าตู้ฟักเป็นเวลา21วัน เมื่อถึงวันที่21จะทำการย้ายไข่ลงมาที่ถาดพักไข่ด้านล่างเพื่อรอเกิด ซึ่งผลการทดลองที่ได้บรรลุตามเป้าหมาย เพราะสามารถฟักไข่ได้ถึง10 ฟองจากทั้งหมด10ฟองและสมบูรณ์แข็งแรงทุกตัว จึงอาจใช้นวัตกรรมนี้เป็นทางเลือกหนึ่งของการฟักไข่",
    "image": "https://drive.google.com/open?id=1vbDyRtSFjoH0Wf5MjK3wriwDnMkp1lf9",
    "video": "https://drive.google.com/file/d/1vWp78Xbz5ZNBva5CYLtmqpV46hlCNQGS/view?usp=sharing"
  },
  {
    "created_at": "14/3/2024, 11:18:01",
    "email": "anan.sripunya@gmail.com",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE02- อุ่นใจ by re-furnace",
    "institution": "โรงเรียนธรรมศาสตร์คลองหลวงวิทยาคม",
    "description": "เตาเผาไหม้เชื้อเพลิงนำมันพืชใช้แล้วเริ่มมีกระแสการใช้งานมาระยะหนึ่ง เนื่องจากสามารถนำน้ำมันใช้แล้วกลับมาเป็นเชื้อเพลงในการให้ความร้อน แต่ก็มีความอันตรายจากความร้อนสะสมในการใช้งานซึ่งสามารถเกิดการลุกไม้ฉับพลันทำให้เกิดประกายไฟขึ้นได้หากมีน้ำหรือน้ำมันล้นภาชนะไหลลงสู่เตาเผาไหม้ อีกกรณีหนึ่งคือการลุกไหม้จะหยุดลงทันทีหากอัตราการเผาไหม้สูงอัตราการไหลของน้ำมันน้อยทำให้กระดาษซับน้ำมันตัวกลางถูกเผาไหม้จนหมด  นวัตกรรมเตาเผาไหม้เชื้อเพลิงพลังงานทดแทนจากน้ำมันพืชใช้แล้ว(อุ่นใจ by re-furnace) สร้างจุดเด่นสำคัญของนวัตกรรม คือ \n1. ออกแบบหัวครอบเตาเผาที่ป้องกันน้ำหรือน้ำมันที่ล้นออกจากภาชนะหุงต้มทำให้เกิดความปลอดภัยในการใช้งานเพิ่มขึ้น \n2. ออกแบบโครงสร้างเตาเผาให้สามารถเลื่อนเข้าออกได้ในกรณีที่เตาดับต้องเติมน้ำมันหรือกระดาษตัวกลางซับน้ำมันเพิ่ม โดยที่ไม่ต้องยกภาชนะรับความร้อนที่อาจจะมีน้ำหนักเสี่ยงต่อการเคลื่อนย้ายเพิ่มความปลอดภัยในการใช้งานเพิ่มขึ้น  \n3. นำระบบดิจิทัลรายงานปริมาณน้ำมันและเวลาเพื่อประมาณการการใช้เตาเผาไหม้ที่เหมาะสม",
    "image": "https://drive.google.com/open?id=1vbABty7aczy38yjsky72i3_EmyDz9vm7",
    "video": "https://drive.google.com/file/d/1UcjGCIQUjnGr_k-6-yejHlleMfEwjrld/view?usp=drivesdk"
  },
  {
    "created_at": "22/3/2024, 21:31:06",
    "email": "view09082549@gmail.com",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE03- คาปาซิเตอร์จากเปลือกมะขาม",
    "institution": "โรงเรียนกาวิละวิทยาลัย",
    "description": "คาปาซิเตอร์จากเปลือกมะขามนั้นเป็นตัวเก็บประจุประเภทอิเล็กโทรไลต์ที่นำเปลือกมะขามไปบดจนละเอียดแล้วนำไปเผาในเตาเผาที่อุณหภูมิ 700-1000 องศาเพื่อให้ได้ผงคาร์บอนที่เป็นส่วนประกอบหลักในการทำคาปาซิเตอร์โดยจะทำสารผสมระหว่างผงคาร์บอนกับแกรไฟต์และน้ำกลั่น ผสมให้เข้ากันแล้วทาลงบนแผ่นอลูมิเนียม รอจนแห้งแล้วน้ำไปวางสลับกับกระดาษคราฟท์เป็นฉนวนที่มีสมบัติในการกันน้ำ ม้วนทั้งคู่เข้าด้วยกัน ต่อไปจะทำสารละลายอิเล็กโทรไลต์โดยการนำโซเดียมซัลเฟตผสมกับน้ำกลั่น แล้วจะหยดเมทานอลลงไปด้วยเพื่อลดแรงตึงผิวทำเป็นสาเหตุที่ทำให้คาร์ปาซิเตอร์ไม่ทำงาน โดยจะแช่สารละลายอิเล็กโทรไลต์ไว้ 2-3 วันเพื่อให้คาปาซิเตอร์ที่มีคาร์บอนดูดซับเข้าไปเพื่อให้มีประสิทธิภาพในการทำงานมากขึ้น โดยตัวคาร์ปาซิเตอร์จากเปลือกมะขามนี้จะมีตัวสารผสมคาร์บอนกับแกรไฟต์ช่วยในการเก็บพลังงานได้มากขึ้นและมีความเสถียรมากกว่าคาร์ปาซิเตอร์ปกติที่เป็นประเภทอิเล็กโทรไลต์ แล้วตัวสารผสมระหว่างคาร์บอนแหละแกรไฟต์ยังช่วยในการดูดซับสารละลายอิเล็กโทรไลต์ไม่ให้เกิดการรั่วซึมทำให้มีอายุการใช้งานที่ยาวนานมากขึ้น โดยคาร์ปาซิเตอร์ปกติประเภทอิเล็กโทรไลต์จะเกิดปัญหาการรั่วซึมของสารละลายอิเล็กโทรไลต์บ่อยครั้งทำให้เครื่องใช้ไฟฟ้าช็อตและพังได้ ดังนั้นทีมเราจึงอยากแก้ปัญหาในส่วนนี้เพื่อช่วยเซฟเครื่องใช้ไฟฟ้าไม่ให้เกิดการซ็อตและพัง แล้วการนำเปลือกมะขามมาใช้ประโยชน์ก็จะช่วยลดขยะและลดการเผาขยะจนส่งผลให้เกิดมลภาวะทางอากาศหรือpm 2.5 ในปัจจุบัน โดยเฉพาะจังหวัดเชียงใหม่ที่ติดอันดับ 1 ของโลก",
    "image": "https://drive.google.com/open?id=1EMYEv9fh7EHifIrvTlgahh0OwwWBPcAT",
    "video": "https://drive.google.com/file/d/1h0PPNMthDkHgBJVLr0Cn5MhCi9rx_qIi/view"
  },
  {
    "created_at": "22/3/2024, 19:32:26",
    "email": "51763@mvsk.ac.th",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE04- แบตเตอรี่ทรายพลังงานแสงอาทิตย์",
    "institution": "โรงเรียนมหาวชิราวุธ จังหวัดสงขลา",
    "description": "นวัตกรรมแบตเตอรี่ทรายพลังงานแสงอาทิตย์เป็นนวัตกรรมที่กักเก็บพลังงานความร้อนจากแสงอาทิตย์ไว้ในทราย แล้วเปลี่ยนพลังงานความร้อนเป็นพลังงานไฟฟ้าด้วยแผ่นเทอร์โมอิเล็กทริก โดยอาศัยปรากฎการณ์ Seebeck effect ซึ่งเป็นการใช้ผลต่างของอุณภูมิสองด้านของแผ่นเทอร์โมอิเล็กทริก ในการผลิตพลังงานไฟฟ้า โดยเมื่อให้ความร้อนแก่แผ่นเทอร์โมอิเล็กทริก จะทำให้เกิดพาหะ ได้แก่ อิเล็กตรอน และ hole ขององค์ประกอบ n-type และ p-type เคลื่อนที่จากด้านที่มีอุณหภูมิสูงไปยังด้านที่มีอุณหภูมิต่ำ ทำให้เกิดสนามไฟฟ้า และเกิดกระแสไฟฟ้าขึ้น ทางคณะผู้จัดทำได้ใช้ทรายสีดำ ร่วมกับขดลวดทองแดง และแผ่นเหล็ก เพื่อการกระจายความร้อนได้ดี และเพิ่มกระบะน้ำ ทำให้เกิดผลต่างของอุณหภูมิมากขึ้น อีกทั้งได้ออกแบบกล่องเก็บความร้อนตามหลักการของขวดเทอร์มอส เพื่อรักษาอุณหภูมิทรายไว้ให้ได้นานที่สุด ส่งผลให้แบตเตอรี่ทรายสามารถผลิตไฟฟ้าได้เพียงพอในการใช้งานกับอุปกรณ์ไฟฟ้าขนาดเล็ก พบว่า สามารถใช้งานกับหลอดไฟ ขนาด 12 โวลต์ 5 วัตต์, ใช้ชาร์จแบตเตอรี่มือถือ และแท็บเล็ตขนาด 6 โวลต์ 2 เครื่องได้ และจากการนำแบตเตอรี่ทรายไปทดลองใช้งานจริงกับแม่ค้าในตอนกลางคืน พบว่าแบตเตอรี่ทรายสามารถผลิตพลังงานไฟฟ้าได้เพียงพอต่อการใช้งานต่าง ๆ อีกทั้งยัง สามารถนำแบตเตอรี่ทรายที่ใช้แล้วกลับมา Re-Charge โดยการนำไปให้ความร้อน เช่น ตากแดด เพื่อนำแบตเตอรี่ทรายมาผลิตพลังงานไฟฟ้าได้ต่อไปเรื่อยๆ ทำให้แบตเตอรี่ทรายพลังงานแสงอาทิตย์มีอายุการใช้งานที่ยาวนาน และเป็นมิตรกับสิ่งแวดล้อม",
    "image": "https://drive.google.com/open?id=1yO-I8mjq8U7eQp_B4Kb1kOOqgpIevMiq",
    "video": "https://drive.google.com/file/d/17zME8JEniMI5JVHW8Zf5k7iz43nC95wr/view?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 22:35:14",
    "email": "39797@snr.ac.th",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE05- เครื่องผลิตกระแสไฟฟ้าโดยใช้พลังงานชีวภาพจากเปลือกสับปะรด",
    "institution": "โรงเรียนศึกษานารี",
    "description": "เนื่องจากในพื้นที่ห่างไกลอย่างเช่นพื้นที่ทำการเกษตรยังขาดเเคลนไฟฟ้าใช้หรือเข้าถึงไฟฟ้าได้น้อย และบริเวณนั้นมีเศษเหลือจากผลผลิตทางการเกษตรอย่างสับปะรด ทางผู้จัดทำจึงได้ผลิตเครื่องผลิตกระเเสไฟฟ้าจากเปลือกสับปะรด โดยเลือกใช้เปลือกสับปะรดเเละกระป๋องอะลูมิเนียมเหลือใช้ เนื่องจากสามารถหาได้ง่ายและมีต้นทุนต่ำ โดยผลิตสารละลายอิเล็กโทรไลต์จากน้ำหมักเปลือกสับปะรด ใช้เปลือกสับปะรดปั่น 200 มิลลิลิตรต่อยีสต์ 4 กรัม หมักเป็นเวลาอย่างน้อย 4 วัน เมื่อหมักเป็นเวลานานขึ้นจะทำให้เกิดกรดมากขึ้น มีค่าpH ลดลง และค่าเเรงดันไฟฟ้ามากขึ้น\n    จากนั้นทำเซลล์กัลวานิกโดยใช้น้ำหมักสับปะรดเป็นสารละลายอิเล็กโทรไลต์ โดยแบ่งใส่ขวดแก้ว 40 ml ด้านที่เกิดออกซิเดชันใช้อะลูมิเนียมจากระป๋องเหลือใช้เป็นขั้วไฟฟ้า ส่วนด้านที่เกิดรีดักชั่นใช้ทองแดงเป็นขั้วไฟฟ้าและใช้โซเดียมคลอไรด์เป็นสารละลายในสะพานเกลือที่ทำจากสายยางเหลือใช้ และนำเซลล์กัลวานิกแต่ละเซลล์มาต่ออนุกรมกันจำนวน12เซลล์ ได้ศักย์ไฟฟ้า 6.20 โวลต์ และนำเซลล์กัลวานิกนี้ต่อเข้าวงจรเพื่อเพิ่มเเรงดันไฟฟ้าเป็น 12 โวลต์จากนั้นต่อเข้ากับเครื่องควบคุมการชาร์จแบตเตอรี่ รวมถึงมี power bank เพื่อสำรองพลังงาน เเละใช้อินเวอร์เตอร์เปลี่ยนจากไฟฟ้ากระแสตรงเป็นกระแสสลับ 220 โวลต์ เพื่อใช้ในบ้านต่อไป",
    "image": "https://drive.google.com/open?id=1Ld-OhPBHEWqzQ1b4cNd1_GgXEvRBpv_X",
    "video": "https://drive.google.com/file/d/1z2IezcfAk-la7yFT2Tx57CDB0KR_jF-K/view?usp=drivesdk"
  },
  {
    "created_at": "20/3/2024, 11:54:43",
    "email": "supamon05154@pcshsloei.ac.th",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE06- การสังเคราะห์คาร์บอนกัมมันโดยใช้น้ำยางดำที่เป็นของเสียจากโรงงานอุตสาหกรรมผลิตกระดาษเพื่อพัฒนาทำเป็นตัวเก็บประจุฟ้าใช้ในชีวิตประจำวัน",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย เลย",
    "description": "นวัตกรรมนี้มีจุดประสงค์เพื่อศึกษาประสิทธิภาพของตัวเก็บประจุไฟฟ้าที่ได้จากคาร์บอนกัมมันต์จากการสังเคราะห์น้ำยางดำ น้ำยางดำคือของเสียจากอุตสาหกรรมการผลิตกระดาษในขนตอนการต้มและฟอกเยื่อกระดาษเพื่อให้ได้เยื่อกระดาษที่มีความขาว ซึ่งสามารถนำมาทำคาร์บอนกัมมันต์ได้ ในนวัตกรรมนี้จะทำคาร์บอนกัมมันต์โดยการเตรียมน้ำยางดำโดยวิธีการกระตุ้นทางเคมีด้วยกรดซัลฟิวริก ตัวเร่งปฏิกิริยาคือ โพแทสเซียมไฮดรอกไชด์ด้วยอัตราส่วนที่แตกต่างกัน 1:0 1:0.05 1:0.1 1:1 ผ่นกระบวนการคาร์บอไนเซชันในเตาเผาไฟฟ้าแบบท่อภายใต้บรรยากาศแก๊สอาร์กอนที่อุณหภูมิ 700 องศาเชลเชียส จากนั้นวิเคราะห์คุณสมบัติทางกายภาพของคาร์บอนกัมมันต์โดยใช้กล้องจุลทรรศน์อิเล็กตรอนแบบส่องกราด (SEM)วิเคราะห์องค์ประกอบและโครงสร้างของสารด้วยเทคนิค (XRD) เพื่อหาคุณสมบัติของคาร์บอนกัมมันต์ที่ได้จากน้ำยางดำและเครื่องเครื่องตรวจวัดทางเคมีไฟฟ้า ยี่ห้อ Corrtest เพื่อหาค่าเก็บประจุและความต้านทาน\n\tจากการศึกษาสมบัติทางกายภาพและทางเคมีของคาร์บอนกัมมันต์ที่ได้จากการสังเคราะห์น้ำยางดำพบว่าอัตราส่วน\nระหว่างน้ำยางดำต่อโพแทสเซียมไฮดรอกไชด์ที่แตกต่างกัน มีขนาดรูพรุนและปริมาณของ รูพรุนในคาร์บอนกัมมันต์ที่แตกต่างกัน\nและเมื่อนำคาร์บอนกัมมันต์มาทดสอบค่าเก็บประจุไฟฟ้าพบว่าอัตราส่วน 1:1 มีค่าเก็บประจุมากที่สุดและมีค่าความต้านทานน้อยที่สุด นอกจากนี้การสังเคราะห์คาร์บอนกัมมันต์จากน้ำยางซึ่งเป็นของเสียจากโรงงงานอุตสาหกรรมผลิตกระดาษนำไปพัฒนาเป็นตัวเก็บประจุฟฟ้าในราคาประหยัดแล้ว ยังสามารถช่วยลดมลพิษของสิ่งแวดล้อมอีกด้วย",
    "image": "https://drive.google.com/open?id=1VDlpbbGGRaYMJWmCOfEA6nx2pU6g5AhC",
    "video": "https://drive.google.com/drive/folders/107TFur6qi7xA6BSN_F7ffrb_A3G4CxIs"
  },
  {
    "created_at": "21/3/2024, 23:49:04",
    "email": "kittipong.pra@pccphet.ac.th",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE07- การเพิ่มประสิทธิภาพการดูดซับออกซิเจนเพื่อใช้ในกระบวนการผลิตไฟฟ้าของเเบตเตอรี่สังกะสี-อากาศด้วยวัสดุโครงข่ายโลหะ-อินทรีย์ที่ทำหน้าที่เป็นขั้วเเคโทดอากาศ",
    "institution": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย เพชรบุรี",
    "description": "แบตเตอรี่สังกะสี-อากาศเป็นนวัตกรรมที่นำแก๊สออกซิเจนมาใช้ในกระบวนการผลิตกระแสไฟฟ้า  โดยส่วนประกอบหลักของแบตเตอรี่สังกะสี-อากาศแบ่งเป็น 3 ส่วน ประกอบด้วย 1.ขั้วแคโทดอากาศเป็นขั้วที่ให้อากาศไหลผ่านเพื่อกักเก็บแก๊สออกซิเจนไปใช้ในกระบวนการผลิตไฟฟ้า 2.อิเล็กโทรไลต์เป็นชั้นที่ให้อิเล็กตรอนเพื่อทำปฏิกิริยากับออกซิเจน 3.ขั้วสังกะสีแอโนดเป็นขั้วที่ให้สังกะสีไอออนเพื่อนำไปทำปฏิกิริยากับออกซิเจน\nโดยแบตเตอรี่สังกะสี-อากาศ ที่พัฒนาขึ้นนี้ได้ประยุกต์ใช้ วัสดุโครงข่ายโลหะอินทรีย์ (Metal-organic framework, MOF) ชนิด HKUST-1 ในการผลิตขั้วแคโทดที่พื้นที่ผิวและรูพรุนสูง กักเก็บแก๊สออกซิเจนสำหรับกระบวนการผลิตกระแสไฟฟ้าได้ดีขึ้น ทำให้แบตเตอรี่สังกะสี-อากาศ ผลิตประจุไฟฟ้าได้มากขึ้น ให้ความต่างศักย์ได้คงที่  มีปริมาณกระแสไฟฟ้าและกักเก็บพลังงานไฟฟ้าเพิ่มขึ้น 10% ซึ่งเป็นแนวทางในการพัฒนาแบตเตอรี่สำหรับอนาคต\nคุณสมบัติเด่นของแบตเตอรี่สังกะสี-อากาศ คือผลิตประจุไฟฟ้าได้มาก และให้ความต่างศักย์ไฟฟ้าคงที่ตลอดเวลา รวมถึงกักเก็บพลังงานไฟฟ้าได้เพิ่มขึ้น 10%  ซึ่งเป็นแบตเตอรี่สำหรับการใช้งานในอนาคตต่อไป",
    "image": "https://drive.google.com/open?id=11yJDe16o3GBeiElwvpYJnDBrTajt70a-",
    "video": "https://drive.google.com/file/d/1PmuYADCjBaZcdALvWnayKrO9fv9vOPFr/view?usp=drive_link"
  },
  {
    "created_at": "22/3/2024, 23:58:04",
    "email": "65nattawan.pin@pccphet.ac.th",
    "category": "สาขาไฟฟ้าและพลังงาน (Electrical and Energy category)",
    "name": "EE08- การพัฒนาระบบเก็บความร้อนจากพลังงานแสงอาทิตย์โดยใช้แบตเตอรี่ทรายและรางพาราโบลาเพื่อประยุกต์ใช้กับอุปกรณ์ผลิตกระแสไฟฟ้าร่วมกับน้ำเหลือทิ้งจากตู้กดน้ำเย็น",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย เพชรบุรี",
    "description": "การใช้พลังงานจากกระแสไฟฟ้าที่มีปริมาณเพิ่มขึ้น ซึ่งส่วนใหญ่การผลิตกระแสไฟฟ้ามาจากแหล่งเชื่อ\nเพลิงที่ใช้แล้วหมดไป ก่อให้เกิดผลกระทบอันร้ายแรง จึงทำให้มนุษย์หันมาสนใจที่จะใช้พลังงานสะอาดมากขึ้นดวงอาทิตย์เป็นแหล่งพลังงานสะอาดที่สำคัญเพราะให้ทั้งพลังงานความร้อนและพลังงานแสง ทางผู้จัดทำจึงต้องการออกแบบและประดิษฐ์อุปกรณ์ที่สามารถเก็บความร้อนจากแสงอาทิตย์และความเย็นจากน้ำทิ้งของตู้กดน้ำมาผลิตเป็นกระแสไฟฟ้าตามหลักการของ seebeck effect จากอุปกรณ์ thermoelectric generator โดยการประดิษฐ์อุปกรณ์ที่มีการแยกวัดประสิทธิภาพของอุปกรณ์ทั้งหมด 4 ชิ้นคือ 1 รางพาราโบลาวัดประสิทธิภาพการทำงานโดยการวัดอุณหภูมิที่จุดโฟกัส 2 แบตเตอรี่ร้อนวัดประสิทธิภาพการทำงานโดยวัดค่าการดูดซับพลังงานความร้อนและอัตราการให้พลังงานความร้อน 3 แบตเตอรี่เย็นวัดประสิทธิภาพการทำงานโดยการวัดการดูดซับความเย็น 4 ชุดอุปกรณ์กำเนิดไฟฟ้าวัดประสิทธิภาพการทำงาน โดยการวัดกระแสไฟฟ้าที่ได้ในความแตกต่างของอุณหภูมิ จากการทดสอบพบว่าแบตเตอรี่ทรายที่มีมวล 2,000 กรัม สามารถกักเก็บความร้อนได้จริง โดยมีประสิทธิภาพในการกักเก็บประมาณ 70% ของอุณหภูมิของผิวสัมผัส และจากการทดสอบรางพาราโบลานี้ให้อุณหภูมิเฉลี่ยประมาณ 115 องศาเซลเซียส และทำให้แบตเตอรี่ร้อนได้ถึง 80 องศาเซลเซียส ซึ่งสามารถผลิตไฟฟ้าได้จริงตามวัตถุประสงค์เพื่อใช้ประโยชน์ในการสำรองพลังงานความร้อนและสามารถนำมาผลิตเป็นกระแสไฟฟ้าให้สามารถนำไปใช้ประโยชน์อื่นๆได้อีกด้วย",
    "image": "https://drive.google.com/open?id=1MFAoRZ4A9QdBTrxJw7qnoA9jry8a6nsZ",
    "video": "https://drive.google.com/drive/folders/1-S-rixIS9pH1v3sihLFwfTpepD5L__fm"
  },
  {
    "created_at": "22/3/2024, 23:24:43",
    "email": "thunyada.kaimook@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV01- veggie’s",
    "institution": "โรงเรียนสาธิตมหาวิทยาลัยเชียงใหม่",
    "description": "นวัตกรรมเครื่องเเปรรูปกากผักเเละผลไม้ หรือ veggie’s มีจุดเด่นคือ สะดวก รวดเร็ว เเละต่อยอดสร้างรายได้ เเละประโยชน์ได้ หลักการออกเเบบ เเละการทำงานเพียงเเค่กดปุ่มตั้งอุณหภูมิ เเละเวลาที่ต้องการ ใส่สารตั้งต้นเข้าไปประกอบด้วยกากผัก ผลไม้ เอนไซม์ cellulase จาก Trichoderma sp. 2 ชนิด สำหรับปุ๋ย เเละน้ำตาลขึ้นอยู่กับความต้องการ เเละนอกจากนั้นยังสามาถดูได้จากคู่มือว่ากากผัก ผลไม้ที่ใส่ไปควรใช้เท่าไรโดยนวัตกรรมจะใช้หลักการของเเม่เหล็กไฟฟ้าที่จะเหนี่ยวนำให้ความร้อนกับภาชนะ เเละจะมีการปั่นไปด้วยขณะทำความร้อนโดยมอเตอร์เครื่องปั่นจะทำให้สารเข้ากับเอนไซม์ เเละมีขนาดเล็กลงจากเดิมทำให้ใช้เวลาเพียงสั้น ๆ ในการได้ผลิตภัณฑ์ออกมา ใช้เวลาเพียงเเค่ 25 นาที ก็จะออกมาเป็นผลิตภัณฑ์ที่เราต้องการได้ โดยเริ่มเเรกตอนใส่สารตั้งต้นเข้าไปจะมีอุณหภูมิที่ยังไม่เดือดประมาณ 40-50 องศา เป็นอุณภูมิที่เหมาะสมในการทำงานของเอนไซม์ เเละหลังจากนั้นจะพอถึงช่วงอุณหภูมิ 100 - 150 องศา จะทำให้น้ำค่อย ๆ ระเหยออกไป ขณะที่เครื่งทำงานสามารถเปิดฝาด้านบนเพื่อเช็คสารที่อยู่ด้านในได้เรื่อย ๆ เเละจะเหลือเพียงผลิตภัณฑ์ที่เราต้องการอยย่างน้ำตาล ปุ๋ย หรือเเยม ผู้ใช้เพียงเเค่เปิดฝาด้านบน เเละตักผลิตภัณฑ์ออกมา",
    "image": "https://drive.google.com/open?id=1ZUrKHJx-9Dn_r-pl4-2Y4Nu_vCHqqpP8",
    "video": "https://drive.google.com/drive/folders/1-bzMO39pI2ZgZYFXGlVPFgf8V0_ZtgBb"
  },
  {
    "created_at": "22/3/2024, 21:18:30",
    "email": "sakanmk.21@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV02- สวนแนวตั้งอัจฉริยะด้วยเทคโนโลยี IoT",
    "institution": "โรงเรียนมัธยมวัดมกุฏกษัตริย์",
    "description": "นวัตกรรมนี้จัดทำขึ้นเพื่อออกแบบสร้างเครื่องปลูกผักแนวตั้ง 4 เสา (Towers) เพื่อปลูกพืชในพื้นที่จำกัดเช่น คอนโด อพาทเม้นท์ เพื่อแก้ไขปัญหาการปลูกพืชระบบรากแช่ในน้ำ (Hydroponics) ที่มีข้อเสียคือ รากของพืชจะแช่อยู่ในสารละลายธาตุอาหารโดยตรงและตลอดเวลา ทำให้ต้องใช้สารละลายธาตุอาหารเป็นปริมาณมาก นอกจากนี้หากเป็นระบบน้ำนิ่ง จะทำให้น้ำเสียได้เร็ว ต้องมีการเติมอากาศลงไป ระบบที่นำเสนอประกอบด้วย 1) ระบบการให้น้ำ ซึ่งเป็นการให้น้ำแบบพ่นฝอยผ่านราก (Aeroponic)\n 2)ระบบควบคุมการให้ธาตุอาหารแบบอัตโนมัติโดยมีเซนเซอร์วัดปริมาณธาตุอาหารในน้ำ \n(Total Dissolve Solids: TDS), ค่าความเป็นกรดด่าง (pH) ในการส่งค่าให้ปั๊มน้ำเติมสารปรับสภาพน้ำเมื่อระบบมีความเป็นกรดหรือด่างเกินค่ามาตรฐาน โดยใช้น้ำเกลือ น้ำซาวข้าว กากกาแฟ เป็นต้น 3) ระบบตรวจสอบค่า TDS และ pH ในน้ำ สามารถตรวจสอบและสั่งการรดน้ำได้ตามเวลาผ่านโทรศัพท์มือถือ โดยใช้ Blynk Application 4) แท่งปลูกผัก ทำจากวัสดุธรรมชาติ ได้แก่ พีทมอส (Peat Moss) อัดเป็นแท่ง ทดแทนการใช้ฟองน้ำพลาสติก จากการทดลองใช้งานพบว่า เมื่อค่า TDS หรือ pH มีการเปลี่ยนแปลงจนเกินค่ามาตรฐาน ระบบสามารถสั่งปั๊มให้เติมสารปรับสภาพน้ำได้โดยอัตโนมัติ และหยุดปั๊มเมื่อค่า TDS และ pH มีความเหมาะสม หลัง ระยะเวลาปลูกที่ 30 วัน ในเครื่องปลูกผักที่นำเสนอ แท่งปลูกผักสามารถทำให้รากพืชแตกแขนงได้มากกว่าระบบ Hydroponics แบบดั้งเดิม และมีอัตราการเติบโตสูงกว่า สามารถช่วยลดปริมาณการใช้น้ำได้ประมาณ 4 เท่า เมื่อเทียบการปลูกลงดิน และช่วยลดการใช้สารเคมีปรับสภาพน้ำ และสารเคมีในการกำจัดศัตรูพืชลงไปได้ และยังเป็นวิธีที่ลดความเสี่ยงในการติดเชื้อราหรือแบคทีเรีย บริเวณรากพืช อันจะส่งผลกระทบต่อน้ำและดินในระยะยาว",
    "image": "https://drive.google.com/open?id=1Ix6oYYgM2YcMxb9xz8BI7X22AjlUkoqS",
    "video": "https://drive.google.com/file/d/15n0FO6o5iWR-xsGxN1qnciOzfBsKTL5m/view"
  },
  {
    "created_at": "22/3/2024, 21:53:56",
    "email": "umim0891@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV03- เครื่องบำบัดคาร์บอนไดออกไซด์ในอากาศ",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย พิษณุโลก",
    "description": "เครื่องบำบัดคาร์บอนไดออกไซด์ในอากาศพัฒนาขึ้นเพื่อเป็นต้นแบบในการแก้ไขปัญหาด้านสิ่งแวดล้อม โดยอากาศที่มีฝุ่นเคลื่อนที่ผ่านแผ่นกรองเส้นใยใบสัปปะรดซึ่งเป็นวัสดุเหลือทิ้งทางการเกษตรร่วมกับถ่านกัมมันต์ในอัตราส่วนที่ต่างกัน ทำหน้าที่ในการลดปริมาณฝุ่นในอากาศ โดยมีพัดลมนำอากาศเข้ามายังช่องที่ส่งอากาศไปยังตู้เพาะเลี้ยงสาหร่ายไกระบบปิด ที่เลี้ยงด้วยน้ำเสียจากบ่อบำบัดในอัตราส่วนร้อยละ 50 เพื่อให้สาหร่ายไกนำก๊าซคาร์บอนไดออกไซด์ไปใช้ในกระบวนการสังเคราะห์ด้วยแสง เป็นการลดปริมาณคาร์บอนไดออกไซด์โดยวิธีทางชีวภาพ จากนั้นอากาศจะผ่านแผ่นกรองเส้นใยสัปปะรดอีกครั้ง ก่อนออกสู่ภายนอก โดยมีเซนเซอร์วัดปริมาณแก๊สคาร์บอนไดออกไซด์และฝุ่นก่อนและหลังการบำบัด แสดงผลผ่านหน้าจอ LCD ใช้พลังงานไฟฟ้าจากการสร้างพลังงานหมุนเวียนจากโซล่าเซลล์ ผลการศึกษาพบว่า แผ่นกรองที่มีปริมาณถ่านกัมมันต์ร้อยละ 0, 0.625, 1.250 และ 1.875 มีผลต่อการดักจับฝุ่นละออง ลดก๊าซคาร์บอนไดออกไซด์ และการเพิ่มขึ้นของค่า DO ของน้ำอย่างมีนัยสำคัญทางสถิติที่ 0.05  แต่ไม่มีผลต่อค่า pH ของน้ำอย่างมีนัยสำคัญทางสถิติ ดังนั้นแผ่นกรองที่มีส่วนผสมของถ่านกัมมันต์ 1.875 % จึงเหมาะสมมากที่สุด โดยใน 1 ชั่วโมงสามารถลดปริมาณฝุ่นเฉลี่ย 29.457 ppm ลดก๊าชคาร์บอนไดออกไซด์เฉลี่ย 277.4 ppm และเพิ่มค่า DO เฉลี่ย 0.5 ml/L นวัตกรรมชิ้นนี้สามารถบำบัดคาร์บอนไดออกไซด์ในอากาศและดักจับฝุ่นได้อย่างมีประสิทธิภาพ ส่งผลดีต่อสุขภาพ สิ่งแวดล้อม และยังทำให้ได้ผลผลิตสาหร่ายไกที่นำไปใช้เป็นส่วนผสมของอาหารสัตว์ได้ พร้อมกับช่วยบำบัดน้ำให้สะอาดขึ้น ทำให้สามารถนำน้ำกลับไปใช้ประโยชน์ได้อีกครั้ง ดังนั้นจึงสามารถแก้ไขปัญหาด้านสิ่งแวดล้อม และยังเป็นการใช้พลังงานหมุนเวียนอีกด้วย",
    "image": "https://drive.google.com/open?id=1Xxo1B1bc4qorOQNZWnNdntVaa5NCB1J4",
    "video": "https://drive.google.com/drive/folders/1OaV2PdRy5y8LFnXTR2eJRiGyr8jSPPMj?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 16:12:03",
    "email": "fidaey14@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV04- เครื่องดูดฝุ่นขยะไมโครพลาสติกโดยใช้พลังงานแสงอาทิตย์",
    "institution": "โรงเรียนพัฒนาวิทยา",
    "description": "เครื่องดูดฝุ่นขยะไมโครพลาสติกโดยใช้พลังงานแสงอาทิตย์เป็นเครื่องที่พวกเราคิดค้นขึ้นมาเพื่อที่จะกำจัดไมโครพลาสติก เพราะว่าไมโครพลาสติกนั้นสามารถอยู่ทุกที่ ทัังในน้ำ อากาศ ตะกอนดิน เป็นต้น แต่พวกเราเลือกที่จะกำจัดไมโครพลาสติกที่อยู่ในทะเล เพราะประเทศไทยถือเป็นประเทศที่มีชื่อเสียงในด้านการท่องเที่ยวทางทะเลเป็นอันดับต้นๆของโลก อีกทั้งถูกจัดอันดับว่ามีหาดที่สวยที่สุดในโลก ทั้งนี้ไมโครพลาสติกในทะเลถือเป็นภัยอันตราย อย่างหนึ่งที่มีจำนวนอัตราเฉลี่ยเพิ่มมากขึ้นในทุกๆปี จากการสำรวจ เราจึงเล็งเห็นว่าควรกำจัดไมโครพลาสติกเหล่านี้ให้หมดไป",
    "image": "https://drive.google.com/open?id=1gyIlJJO4EE4XliLoj7uYr0sx1f_I5rGw",
    "video": "https://drive.google.com/file/d/15tZwMnfNJt3hqzWKPzC7DCmKoQlkx77y/view?usp=drivesdk"
  },
  {
    "created_at": "21/3/2024, 15:27:25",
    "email": "panisarasu15@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV05- กระถางต้นไม้นาโนซิงค์ออกไซด์จากฟางข้าวและซังข้าวโพดเหลือใช้",
    "institution": "อุดรพิทยานุกูล",
    "description": "กระถางต้นไม้นาโนซิงค์ออกไซด์จากฟางข้าวและซังข้าวโพดเหลือใช้ มีวัตถุประสงค์เพื่อ 1) ศึกษาคุณสมบัตินาโนซิงค์ออกไซด์ในการยับยั้งเชื้อจุลินทรีย์ 2) เพื่อศึกษาประสิทธิภาพและสมบัติเชิงกลของกระถาง 3) เพื่อผลิตกระถางนาโน ซิงค์ออกไซด์จากฟางข้าวและซังข้าวโพดเหลือใช้ เนื่องจากการทำการเกษตรมีการใช้พลาสติก เช่น กระถาง ถุงเพาะชำ จำนวนมาก และหลังฤดูกาลเก็บเกี่ยวจะเหลือเศษวัสดุจากการเกษตร เช่น ฟางข้าว ซังข้าวโพด ซึ่งไม่สามารถย่อยสลายได้ทันเวลาก่อนการเพาะปลูกใหม่ เกษตรกรจึงนิยมกำจัดด้วยวิธีการเผา ทำให้พื้นที่เพาะปลูกเสื่อมโทรม เกิดเขม่าควัน เถ้า ฝุ่น PM 2.5 เกิดก๊าซคาร์บอนไดออกไซด์ ก่อให้เกิดปัญหาภาวะโลกร้อน\nด้วยเหตุนี้จึงได้มีแนวคิดที่จะนำฟางข้าวและซังข้าวโพดเหลือใช้มาพัฒนาเป็นกระถางปลูกต้นไม้ แต่เนื่องจากเส้นใยเซลลูโลสในพืช มักขึ้นราได้ง่าย เมื่อโดนน้ำและอับชื้น จึงใช้นาโนซิงค์ออกไซด์เป็นส่วนผสมในกระถาง เนื่องจากช่วยป้องกันและยับยั้งแบคทีเรียตามธรรมชาติ ไม่มีความเป็นพิษต่อร่างกาย ไม่ละลายน้ำ จึงลดการปนเปื้อนของซิงค์ออกไซด์ต่อแหล่งน้ำ เราจึงมีการออกแบบและเก็บข้อมูลประสิทธิภาพของกระถาง การยับยั้งเชื้อรา คุณสมบัติเชิงกลด้านความคงทน การพองตัว การอุ้มน้ำ และระยะเวลาในการย่อยสลาย ดังนั้น นวัตกรรมกระถางต้นไม้นาโนซิงค์ออกไซด์จากฟางข้าวและซังข้าวโพดเหลือใช้ มีประสิทธิภาพในการต้านเชื้่อรา เพิ่มความคงทนในการใช้งาน เพื่อทดแทนการใช้ผลิตภัณฑ์จากพลาสติก และนำเอาวัสดุที่เหลือใช้ทางการเกษตรมาใช้ให้เกิดประโยชน์สูงสุด",
    "image": "https://drive.google.com/open?id=1eqj9vohViECRwgx9_Sw_GH0w6LH6zCot",
    "video": "https://drive.google.com/file/d/1NH3hqXrayzng_Rm-4oqz49aMCb2g0AJD/view?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 21:05:52",
    "email": "tawinsanharn2020@gmail.com",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV06- อุปกรณ์กักเก็บปัสสาวะวัวเพื่อลดภาวะโลกร้อน (cow urethal catheterization : CUC)",
    "institution": "ราชวินิตบางแก้ว",
    "description": "ในปัสสาวะวัว ประกอบด้วย ยูเรีย แอมโมเนีย ไนโตรเจน และอื่นๆ เมื่อปัสสาวะวัวลงสู่ดิน แอมโมเนียในปัสสาวะวัว จะทำปฏิกริยากับดิน ทำให้เกิดเป็นก๊าซไนตรัสออกไซด์ ที่เป็นสาเหตุให้เกิดสภาวะเรือนกระจกประมาณ 10 % ของก๊าซเรือนกระจกจากการทำปศุสัตว์ นอกจากนี้ยังมีประสิทธิภาพในการสร้างสภาวะเรือนกระจกได้ดีกว่า คาร์บอนไดออกไซด์ 260 เท่า รวมถึงมีอายุเกินศตวรรษในชั้นบรรยากาศ  และเมื่อปัสสาวะวัวลงสู่แหล่งน้ำทำให้สัตว์น้ำตายฉับพลันจากสภาวะแอมโมเนียเข้มข้น  พืชน้ำและสาหร่ายเจริญเติบโตเร็ว เกิดการดึงออกซิเจนจากน้ำทำให้น้ำเน่าเสีย อุปกรณ์กักเก็บปัสสาวะวัวเพื่อลดภาวะโลกร้อน(CUC)​ สามารถช่วยลดปัญหาภาวะโลกร้อนและแหล่งน้ำเน่าเสียได้ โดยการนำถุงไปครอบบริเวณอวัยวะปัสสาวะของวัว โดยนำเชือกคล้องไว้บริเวณหลังวัวเพื่อยึดถุงไว้กับตัววัว สำหรับวัวตัวเมีย นำเชือกติดกับบริเวณปากถุงที่ครอบบริเวณอวัยวะปัสสาวะ โดยที่ยึดติดกับเชือกอีกเส้นที่คล้องบริเวณหลังขาหน้าในแนวตั้งฉาก เมื่อวัวปัสสาวะจนถึงระดับของเซนเซอร์วัดระดับน้ำ XKC-Y25-V แอพพลิเคชั่นในสมาร์ทโฟนจะทำการแจ้งเตือน ไปยังผู้เลี้ยว เพื่อให้ไปนำถุงออกและนำปัสสาวะไปบรรจุใส่บรรจุภัณฑ์ สำหรับนำไปจำหน่ายเพื่อผลิตเป็นผลิตภัณฑ์และเครื่องสำอางต่อไป",
    "image": "https://drive.google.com/open?id=1buUbv6fjo9F_DLYOyrvMuqIBdSUEZx2Y",
    "video": "https://drive.google.com/drive/folders/1wxlsgDLjS5puLOfw9uW5ya024ZzQP5D5"
  },
  {
    "created_at": "22/3/2024, 23:59:45",
    "email": "jitpinan.pho_g32@mwit.ac.th",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV07- Car Car-care: แอปพลิเคชันคำนวณปริมาณคาร์บอนฟุตพริ้นท์ตามระยะทางที่ใช้ในการเดินทาง",
    "institution": "มหิดลวิทยานุสรณ์",
    "description": "Car car-care เป็นแอปพลิเคชันที่สร้างขึ้นสำหรับกลุ่มผู้ใช้งานที่มีความจำเป็นต้องเดินทางในชีวิตประจำวัน สามารถใช้งานได้กับผู้ที่ใช้งานยานพาหนะประเภทต่าง ๆ ได้แก่ รถจักรยานยนต์\nรถยนต์ขนาดเล็กที่ใช้เครื่องยนต์เบนซิน เช่น รถเก๋ง รถแท็กซี่ รถตู้ รถยนต์ขนาดเล็กที่ใช้เครื่องยนต์ดีเซล เช่น รถกระบะ รถตู้สองแถว และรถยนต์ขนาดใหญ่ เช่น รสบัส รถบรรทุก รถพ่วง โดยผู้ใช้งานสามารถเข้าถึงแอปพลิเคชันนี้เพื่อใช้ในการนำทาง เริ่มต้นจากการที่ผู้ใช้งานเลือกจุดหมายในการเดินทางตามต้องการ  ซึ่งแอปพลิเคชันจะประมวลผล และแสดงเส้นทางที่จะเกิดการปล่อยคาร์บอนฟุตพริ้นท์ในปริมาณที่น้อยที่สุด โดยทำการติดตามตำแหน่งของผู้ใช้งานเพื่อวิเคราะห์ระยะทางจากจุดเริ่มต้นถึงจุดหมาย รวมถึงการเก็บข้อมูลยานพาหนะ และชนิดน้ำมันที่ใช้ในการเดินทาง ซึ่งล้วนเป็นตัวแปรที่มีผลต่ออัตราการปลดปล่อยปริมาณคาร์บอนฟุตพริ้นท์ หลังจากทำการเก็บรวบรวมข้อมูลตั้งแต่เวลาที่เริ่มใช้งาน แล้วจึงแสดงผลข้อมูลเพื่อให้ผู้ใช้งานได้เห็นถึงปริมาณคาร์บอนฟุตพริ้นท์ที่ปล่อยออกมา เพื่อเป็นการกระตุ้นให้ผู้คนหันมาลดปริมาณคาร์บอนฟุตพริ้นท์ จึงมีสิทธิพิเศษให้แก่ผู้ใช้งานแอปพลิเคชันที่สามารถปล่อยคาร์บอนรายสัปดาห์ ให้มีปริมาณน้อยลงจากสัปดาห์ก่อนหน้า 10 เปอร์เซ็นต์ จะมีสิทธิพิเศษในการใช้งานร้านค้าและบริการต่าง ๆ ที่ต้องการเข้าร่วมในโครงการการลดปริมาณคาร์บอนฟุตพริ้นท์นี้ ซึ่งจะเป็นการกระตุ้นให้ผู้คนหันมาลดปริมาณคาร์บอนฟุตพริ้นท์ และเป็นการเพิ่มยอดขายให้กับร้านค้าและบริการอื่น ๆ อีกด้วย เนื่องจากแอปพลิเคชันนี้ช่วยกระตุ้นและสร้างจิตสำนึกให้กับผู้คนในสังคมเกี่ยวกับปัญหาเรื่องปริมาณคาร์บอนฟุตพริ้นท์ที่ส่งผลต่อการเปลี่ยนของสภาพอากาศที่เกิดขึ้นในปัจจุบัน และช่วยอำนวยความสะดวกให้ผู้ใช้งาน ทำให้การลดปริมาณคาร์บอนไม่ยุ่งยากอีกต่อไป",
    "image": "https://drive.google.com/open?id=1jyNPORx0jQl5pWI1ui7_ZRDdqCraEhpq",
    "video": "https://drive.google.com/file/d/1q_yTskxx7Q3K-e-NrHOw2E6c5COnMGp8/view?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 23:59:43",
    "email": "6506004@pccnst.ac.th",
    "category": "สาขาสิ่งแวดล้อม (Environmental category)",
    "name": "EV08- นวัตกรรมเครื่องกำเนิดโอโซนแบบพกพาเพื่อยับยั้งเชื้อรา 𝙋𝙝𝙮𝙩𝙤𝙥𝙝𝙩𝙝𝙤𝙧𝙖 𝙥𝙖𝙡𝙢𝙞𝙫𝙤𝙧𝙖 สาเหตุโรครากเน่าโคนเน่าในพืชเศรษฐกิจของไทย",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย นครศรีธรรมราช",
    "description": "การวิจัยครั้งนี้ เป็นการวิจัยเชิงทดลองและต่อยอดสู่นวัตกรรม เพื่อศึกษาการยับยั้งเชื้อรา 𝘗𝘩𝘺𝘵𝘰𝘱𝘩𝘵𝘩𝘰𝘳𝘢 𝘱𝘢𝘭𝘮𝘪𝘷𝘰𝘳𝘢 ซึ่งจะนำเครื่องนวัตกรรมที่ได้จัดทำไปพ่นทดสอบบริเวณที่เป็นโรคของต้นทุเรียนที่เป็นโรครากเน่าโคนเน่า ในสวนทุเรียนภายในจังหวัดนครศรีธรรมราช เพื่อทดสอบการยับยั้งเชื้อราแทนการใช้สาร metalaxyl ซึ่งเป็นสารเคมีที่หาง่ายและจำหน่ายทั่วไปในท้องตลาด เกษตรกรจึงนิยมใช้ในการยับยั้งเชื้อรา และต่อยอดสู่นวัตกรรมเครื่องกำเนิดโอโซนแบบพกพาที่จะทำให้เกษตรกรลดปริมาณการใช้สารเคมี ซึ่งจากการศึกษาพบว่าสารเคมีชนิดนี้ส่งผลเสียต่อสุขภาพ ทำให้ผู้ได้รับสารเคมีมีอาการเซื่องซึม หายใจติดขัด เหงื่อออกมาก กล้ามเนื้อสั่นกระตุก มือสั่นและยิ่งถ้าหากใช้ในระยะเวลานาน สารเคมีดังกล่าวก็จะทำให้พืชดื้อยา  \n\nคณะผู้จัดทำจึงได้มีแนวคิดให้เกษตรกรหันมาใช้โอโซนในการยับยั้งเชื้อรา ในรูปแบบของเครื่องกำเนิดโอโซนแบบพกพา ซึ่งโอโซนเป็นก๊าซที่ถือกำเนิดขึ้นมาโดยบรรยากาศของโลก มนุษย์นำโอโซนมาใช้ประโยชน์ในหลายด้าน เช่น นำไปใช้เป็นสารตั้งต้นในการผลิตเคมีภัณฑ์ นำไปใช้เป็นสารซักฟอก ใช้ฆ่าแบคทีเรีย เป็นต้น โดยตัวเครื่องจะมีขนาดเล็กสามารถพกพาไปได้ทุกที่ แต่สามารถให้ผลได้ครอบคลุมตามบริเวณที่เกษตรกรต้องการ ซึ่งจะเป็นการลดปริมาณการใช้สารเคมีต่อพืช ลดรายจ่ายของเกษตรกร อีกทั้งยังไม่ทำให้พืชเกิดการดื้อยา ไม่ก่อให้เกิดผลเสียต่อตัวเกษตรกรและสิ่งแวดล้อม เนื่องจากหลังจากการยับยั้งเชื้อราด้วยโอโซน โอโซนจะกลายเป็นออกซิเจนและลอยตัวอยู่ในอากาศ",
    "image": "https://drive.google.com/open?id=10yYZHxE1Se7javC8ACK76Gxb5PhKW7Lr",
    "video": "https://drive.google.com/drive/folders/157c9bwulZDl-zCOCeYlBzqWtPfNRoz8_?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 19:07:42",
    "email": "42558@visut.ac.th",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM01-Recycled Plastic Roads",
    "institution": "โรงเรียนวิสุทธรังษี จังหวัดกาญจนบุรี",
    "description": "Recycle Plastic Roads เกิดจากปัญหาของขยะพลาสติกบริเวณรอบตัวที่มีจำนวนมากขึ้น โดยนำขวดพลาสติก Polyethylene Terephthalate หรือ PET ที่มีคุณสมบัติในการขึ้นรูปใหม่ได้ นำมาหลอมเหลวที่อุณหภูมิ 390 องศาเซลเซียสและผสมกับปูนซีเมนต์ปอร์ตแลนด์ประเภทที่ 1 ที่มีคุณสมบัตินำไปใช้กับงานก่อสร้างงานคอนกรีต ในอัตราส่วนระหว่างพลาสติกที่หลอมเหลว 100 กรัม กับปูนซีเมนต์ปอร์ตแลนด์ 10, 20, 30, 40, 50 และ 60 กรัม เพื่อการศึกษาอัตราส่วนที่เหมาะสมต่อการนำไปประยุกต์ใช้กับอัตราส่วนของคอนกรีต\n       จากผลการศึกษาอัตราส่วนที่แตกต่างกันเพื่อหาอัตราส่วนที่เหมาะสมต่อการนำไปประยุกต์ใช้กับอัตราส่วนคอนกรีต โดยใช้อัตราส่วน ปูน:ทราย:หิน (1:2:4)พบว่า อัตราส่วนที่เหมาะสมระหว่างพลาสติกและปูนซีเมนต์ คือ พลาสติกหลอมเหลว 100 กรัมกับปูนซีเมนต์ปอร์ตแลนด์ 40 กรัม เป็นอัตราส่วนที่มีความเข้ากันของเนื้อสารทั้งในสถานะของเหลวและของแข็ง \n         Recycle Plastic Roads เลือกใช้พลาสติกรีไซเคิลเป็นส่วนประกอบในการสร้างถนน สามารถลดเวลาในการสร้างถนน ทำให้ถนนมีความคงทนแข็งแรงเพิ่มขึ้น ปรับปรุง ซ่อมแซมถนน ชะลอการเสื่อมสภาพและการทรุดตัวของถนน ลดปริมาณขยะพลาสติก และลดปริมาณการใช้ปูนซีเมนต์",
    "image": "https://drive.google.com/open?id=1X3ajNRdKbcfpLmwk9PTLjP1H6aBIDqUu",
    "video": "https://drive.google.com/file/d/1b_W5g28KxnbG0_6FtJrm9LN3VvfTqU4z/view?usp=drivesdk"
  },
  {
    "created_at": "23/3/2024, 6:49:16",
    "email": "rjarnpor.chem@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM02-นวัตกรรมคอนกรีตเสริมเส้นใยใบสับปะรดและน้ำยางพารา",
    "institution": "โรงเรียนองค์การบริหารส่วนจังหวัดเชียงราย",
    "description": "ในปัจจุบันปัญหาการเผาไหม้ในภาคเหนือซึ่งเกิดจากการเผาวัสดุเหลือทิ้งทางการเกษตร เช่น ใบสับปะรดหลังจากฤดูเก็บเกี่ยวจะมีการกำจัดทิ้งโดยการเผาทำใหเกิดมลพิษทางอากาศและเนื่องจากราคาน้ำยางพาราตกต่ำในทุก ๆ ปี และจากการขยายตัวของโครงสร้างพื้นฐานถนนและอาคาร เราจึงมีแนวคิดในการพัฒนาวัสดุคอนกรีตที่ใช้ใบสับปะรดที่เหลือทิ้งจากเกษตรกรและน้ำยางพารา โดยใช้หลักการทางวิศวกรรมและวัสดุศาสตร์มาออกแบบและทดสอบจนเกิดเป็น “นวัตกรรมคอนกรีตเสริมเส้นใยใบสับปะรดและน้ำยางพารา” จุดเด่นและข้อดีของนวัตกรรมคอนกรีตเสริมเส้นใยใบสับปะรดและน้ำยางพาราเป็นการเพิ่มมูลค่าของใบสับปะรดและลดเศษวัสดุเหลือทิ้งการเกษตร โดยคอนกรีตที่ได้สามารถรับค่ากำลังอัดได้ผ่านเกณฑ์ที่เรากำหนดและมีคุณสมบัติที่สามารถนำไปใช้งานได้จริง โดยมีแหล่งของวัตถุดิบที่หาได้ง่าย ต้นทุนต่ำและโรงงานในการผลิตคอนกรีตหลายบริษัทในท้องถิ่น ซึ่งมีความเป็นไปได้ในการผลิตในเชิงอุตสาหกรรมและเชิงพาณิชย์ เป็นคอนกรีตได้หลายรูปแบบ เช่น แผ่นคอนกรีตสำเร็จรูป หรือคอนกรีตมาตรฐาน ในงานพื้นถนน และอาคาร",
    "image": "https://drive.google.com/open?id=1Q6uMUw0lZseEHzxaItLeSPD55wDvSnSe",
    "video": "https://drive.google.com/file/d/1lO8PPTVZh1aFPQEjt7Tt9qybAtzqjS5Q/view?usp=sharing"
  },
  {
    "created_at": "23/3/2024, 6:55:46",
    "email": "rjarnpor.chem@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM03-วัสดุคั่นรอยต่อคอนกรีตจากซังข้าวโพดผสมน้ำยางมะตอย",
    "institution": "โรงเรียนองค์การบริหารส่วนจังหวัเ้ชียงราย",
    "description": "จากปัญหาการเผาวัสดุเหลือทิ้งทางการเกษตร เช่น ซังข้าวโพด ทำให้เกิดปัญหามลพิษทางอากาศ พวกเราจึงมีแนวคิดนำซังข้าวโพดมาใช้เพื่อสร้างมูลค่าเพิ่ม ลดปัญหาวัสดุเหลือทิ้งทางการเกษตร และฝุ่นควันจากการเผาไหม้โดยในปัจจุบันมีการสร้างถนนคอนกรีตเป็นจำนวนมาก เนื่องจากสามารถเลือกระดับความแข็งแรงได้และมีอายุการใช้งานยาวนาน ซึ่งจะมีการทำรอยต่อบนผิวคอนกรีตเป็นช่วง ๆ ตามยาวและตามขวาง รอยต่อนี้จะทำหน้าที่ควบคุมการเกิดรอยแตก เนื่องจากการหดตัวและขยายตัวของคอนกรีต แต่จะมีการทำรอยต่อแบบรอยต่อตัดแยกหรือรอยต่อขยายตัว ที่จะแยกโครงสร้างออกจากกัน จะมีการนำแผ่นวัสดุคั่นรอยต่อคอนกรีตใส่ระหว่างรอยต่อเหล่านั้นเพื่อไม่ให้แผ่นคอนกรีตกระทบกัน พวกเราจึงนำซังข้าวโพดมาทดลองออกตามแนวทางวิศวกรรมศาสตร์ วัสดุศาสตร์ จนเป็นวัสดุคั่นรอยต่อคอนกรีตจากซังข้าวโพดผสมน้ำยางมะตอย โดยนำซังข้าวโพดมาผสมกับน้ำยางพาราแลพน้ำยางมะตอย อัดขึ้นรูป และนำไปศึกษาคุณสมบัติที่เป็นไปตามมาตรฐานทางอุตสาหกรรม  มอก.1041-2534 ซึ่งสามารถเป็นวัสดุทางเลือกที่นำมาใช้สำหรับคั่นรอยต่อของถนนตอนกรีตเพื่อรองรับการขยายตัวของพื้นคอนกรีตและเพื่อไม่ให้แผ่นคอนกรีตกระทบกัน",
    "image": "https://drive.google.com/open?id=1pnyMobjUtUGcdheHqCvi6Lnmelb5oU1y",
    "video": "https://drive.google.com/file/d/1_beTtz2hDZKf66kQNyflGuwcQ1TrPFqH/view?usp=sharing"
  },
  {
    "created_at": "22/3/2024, 18:44:32",
    "email": "thipyorlaeh@hotmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM04-การพัฒนาแผ่นไฟเบอร์ซีเมนต์ฉนวนกันความร้อนจากผักตบชวาและชานอ้อย",
    "institution": "โรงเรียนเซนต์หลุยส์ ฉะเชิงเทรา",
    "description": "ปัจจุบันปัญหาภาวะโลกร้อนกำลังทวีความรุนแรงขึ้นส่งผลทำให้อุณหภูมิโดยรวมของประเทศไทยและโลกสูงขึ้น ทำให้ช่วงเวลากลางวันความร้อนภายในอาคารเพิ่มขึ้นอย่างเห็นได้จากการใช้ไฟฟ้าเฉลี่ยของประชากรภายในประเทศ ด้วยเหตุนี้ทางคณะผู้วิจัยจึงมีความสนใจในการพัฒนาวัสดุเพื่อเป็นฉนวนกันความร้อนภายในอาคารซึ่งมีวัตถุประสงค์ที่จะเตรียมและพัฒนาแผ่นไฟเบอร์ซีเมนต์บอร์ดที่มีการนำซีเมนต์เพสต์มาผสมเส้นใยธรรมชาติ 2 ชนิด คือ เส้นใยผักตบชวาและเส้นใยชานอ้อยซึ่งเป็นวัชพืชและขยะทางอุตสาหกรรมภายในจังหวัดฉะเชิงเทราเพื่อช่วยลดปริมาณของผักตบชวาอันเป็นสาเหตุที่ทำให้แหล่งน้ำเกิดการเน่าเสียและช่วยลดมลพิษจากการเผาชานอ้อยที่เหลือทิ้ง โดยทางคณะผู้พัฒนานวัตกรรมมีเป้าหมายในการพัฒนาต้นแบบเพื่อผลิตแผ่นไฟเบอร์ซีเมนต์บอร์ดที่มีคุณสมบัติความเป็นฉนวนกันความร้อน มีความแข็งแรง มีต้นทุนการผลิตที่ต่ำ มีคุณภาพตามมาตรฐาน มอก. และ ASTM เพื่อให้สามารถต่อยอดสู่การพัฒนาในภาคอุตสาหกรรมต่อในอนาคต อีกทั้งเป็นการนำของเสียภายในพื้นที่มาสร้างมูลค่าเพื่อตอบสนองต่อ BCG model",
    "image": "https://drive.google.com/open?id=1UX2xJN5zF4W5z8GzyI5ZWNYbOLctHMrm",
    "video": "https://drive.google.com/drive/folders/10--ax1uKlwPnLpA-BVf9zddVQ1cOf9AQ"
  },
  {
    "created_at": "22/3/2024, 22:42:23",
    "email": "amirunlastv@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM05-การสังเคราะห์สารเคลือบอนุภาคนาโนพลังงานพื้นผิวต่ำที่มีสมบัติไม่ชอบน้ำยางอย่างยิ่งยวด",
    "institution": "โรงเรียนพัฒนาวิทยา",
    "description": "สารเคลือบที่ทำให้น้ำยางไม่เกาะติดกับถ้วยยางหรือภาชนะ การที่จะทำให้น้ำยางไม่เกาะติดบนพื้นผิวนั้น พื้นผิวเคลือบต้องมีความขรุขระและพลังงานพื้นผิวต่ำ โดยการใช้อนุภาคซิลิก้าบนพื้นผิวและใช้ polymer(PVDF-HFP) เป็นตัวยึดและเสริมความแข็งแรงระหว่างอนุภาคซิลิก้าและะพื้นผิวเคลือบ ในส่วนตัวทำลายจะประกอบไปด้วย Xylene กับ Acetone ที่มีจุดเดือดต่างกัน\nขั้นตอนที่1 เตรียมอนุภาคซิลิก้าพลังงานพื้นผิวต่ำ โดยการนำอนุภาคซิลิก้า 5%w/v มากวนในสารละลาย Xylene 30 mL เป็นเวลา 30 นาทีแล้วเติม Perfruorooctyltriethoxysilane(CPT) 0.6 mL ที่ 60 rpm และกวนต่ออีกเป็นเวลา 2-3 วัน\nขั้นตอนที่2 เตรียมชั้นประสาน Polymer(PVDF-HFP) โดยการกวน Polymer(PVDF-HFP) 10%w/v และอครีลิคเรซิ่น 0.1%w/v ในสารละลาย Acetone 30 mL ที่อุณหภูมิประมาณ 40°Cเป็นเวลา1ชั่วโมงจนเป็นเนื้อเดียวกัน\nขั้นตอนที่ 3 นำอนุภาคซิลิก้าที่ละลายใน Xylene ผสมกับ Polymer(PVDF-HFP) ที่ละลายใน Acetone\nในช่วงแรกจะเป็นการระเหยที่เกิดจาก Acetone ซึ่งจะเป็นการระเหยที่รวดเร็วทำให้สามารถกักอนุภาคซิลิก้าที่ผิวได้ หลังจากนั้นจะเป็นการระเหยที่เกิดจาก Xylene ซึ่งจะเป็นการระเหยอย่างช้าๆ จากการผสม Buty-Cellosove ลงไปเล็กน้อยเพื่อให้ชั้นเคลือบเกิดการแข็งตัวอย่างช้าๆ และมีความแข็งแรง\nส่งหลให้ชั้นเคลือบมีคุณสมบัติไม่ชอบน้ำยางอย่างยิ่งยวด ทำให้พื้นผิวที่เคลือบมีการทำความสะอาดตัวเอง(self-cleaning) อีกดว้ย ซึ่งหยดน้ำยางจะไม่สามารถแผ่ออกและเปียกบนพื้นผิวได้โดยชั้นเคลือบท่ี\nสังเคราะห์ขึ้นนี้ ให้มุมสัมผัส (Contact angle, CA) ของหยดน้ำยางสดเท่ากับ 150.86±0.32 องศา มีมุมกลิ้ง (Sliding angle, SA) ท่ี 4.2±0.4 องศา และค่าพลังงานพื้นผิว (Surface Energy, SE) ของสารเคลือบที่ สังเคราะห์ขึ้นมีค่าประมาณ 43.7±0.8 มิลลิจลู /ตารางเมตร ดังนั้นการเอียงผิวชั้น เคลือบเป็นมุมเอียงเพียงเล็กน้อยก็สามารถทาใหน้ำยางไหลและกลิ้งออกจนหมด ด้วยคณุสมบัติต้านการเปียกของชั้นเคลือบผิวดังกล่าวนี้จะทำให้ลดปรมิาณการสูญเสียน้ำยางใน กระบวนการนี้มากกว่า 2.1 ล้านตัน /ปี หรือคิดเป็นมลูค่า นับหมื่นล้านบาท ดังนั้นการใช้จอกยางหรือภาชนะที่เคลือบด้วยสารเคลือบที่สังเคราะห์ขึ้น จะทำให้น้ำยางที่เก็บได้มีปริมาณเพิ่มขึ้น ส่งผลให้เกษตรกรชาวสวนยางมีรายได้ที่เพิ่มขึ้น",
    "image": "https://drive.google.com/open?id=1Qca-VAgLizbsII-VZjukFsQZRwrt7qhk",
    "video": "https://drive.google.com/file/d/1A_bjh-X6invzY9oR7I9xu83SvlgP11Y1/view?usp=drive_link"
  },
  {
    "created_at": "22/3/2024, 21:16:52",
    "email": "fuard506@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM06-สีทาอาคารที่มีคุณสมบัติหน่วงการติดไฟจากสารสกัดซิลิกาจากเปลือกไข่",
    "institution": "โรงเรียนพัฒนาวิทยา",
    "description": "นวัตกรรมสีทาอาคารชนิดหน่วงไฟในงานวิจัยนี้ เป็นนวัตกรรมที่เกิดจากการใช้ประโยชน์จากซิลิกาที่สกัดได้ในเปลือกไข่ไก่ ผลจาการศึกษาพบว่า การผสมซิลิกาที่สกัดได้จากเปลือกไข่ไก่ในสีทาอาคารทั่วไปนั้นจะทำให้สีทาอาคารมีสมบัติหน่วงไฟมากขึ้น จาการศึกษาเบื้องต้นโดยการผสมซิลิกาที่สัดส่วน 1.25, 2.5, 5 และ 10 %w/w มีผลทำให้สัดส่วนการหน่วงไฟอยู่ที่ 1.1, 1.2, 1.4 และ 4.4 เท่าตามลำดับ เมื่อเทียบกับสีทาอาคารที่ไม่ผสมซิลิกา ดังนั้น ถ้าหากมีการพัฒนาต่อยอดเพื่อปรับปรุงสูตรผสมในกระบวนการผลิตที่เหมาะสมต่อไป จะทำให้ให้สีที่ได้มีสมบัติการหน่วงติดไฟที่ดีขึ้น นอกจากเป็นการเพิ่มมูลค่าขยะจากเปลือกไข่ไก่แล้วสีทาอาคารชนิดหน่วงไฟที่ได้ยังมีต้นทุนต่ำกว่าท้องตลาดอีกด้วย",
    "image": "https://drive.google.com/open?id=1ykHDppB71c25OHXiM8Mgh-dbY3B7bLX6",
    "video": "https://drive.google.com/folderview?id=1h0iSrqTD_1Jz1Lwxtjs0L686Cp9Rh_XP"
  },
  {
    "created_at": "22/3/2024, 20:22:55",
    "email": "phiphatlor@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM07-Aqua-Amigo : ผงจีโอพอลิเมอร์สำเร็จรูปสำหรับการใช้เป็นวัสดุก่อสร้างทางวิศวกรรมในสภาพแวดล้อมทะเล",
    "institution": "วิทยศาสตร์จุฬาภรราชวิทยาลัย ปทุมธานี",
    "description": "Aqua-Amigo คือนวัตกรรมผงจีโอพอลิเมอร์ผสมแบไรต์สำเร็จรูปสำหรับการใช้เป็นวัสดุก่อสร้างทางวิศวกรรมในสภาพแวดล้อมทะเล ซึ่งมีที่มามาจากปัญหาโครงสร้างคอนกรีตทั่วไปมีคุณสมบัติไม่เหมาะสมหากอยู่ในพื้นที่ที่น้ำทะเลเข้าถึง เนื่องจากความแข็งแรงและ ผู้พัฒนาจึงได้นำแร่แบไรต์ ที่้เป็นแร่ราคาถูกและพบได้ทั่วไป โดยมีความถ่วงจำเพาะสูงและไม่ทำปฏิกิริยากับสารใดๆในธรรมชาติ ซึ่งแร่แบไรต์ทำหน้าที่เพิ่มความหนาแน่นและลดพื้นที่ที่สามารถเกิดปฏิกิริยากับน้ำทะเลได้ให้แก่จีโอพอลิเมอร์ โดย Aqua-Amigo คือนวัตกรรมผงจีโอพอลิเมอร์ผสมแบไรต์สำเร็จรูป ที่พร้อมขึ้นรูปเป็นวัสดุก่อสร้าง ง่ายและสะดวกสบายต่อผู้ใช้งาน มีคุณสมบัติแข็งแรง เหมาะสมต่อการก่อสร้างโครงสร้างวิศวกรรมที่มีเหล็กเสริมและโครงสร้างที่ไม่ใหญ่มากนักภายในสภาพแวดล้อมทะเล เป็นวัสดุที่มิตรต่อสิ่งแวดล้อม ส่งเสริมสังคม Net Zero ในอนาคตอย่างยั่งยืน",
    "image": "https://drive.google.com/open?id=12fHkCxNQSmzlc0OIeSyuiuFNelzrjPJO",
    "video": "https://drive.google.com/file/d/1DZ4JCbpRIDs9R578qRg-FWnJy_7aDcqZ/view?usp=drivesdk"
  },
  {
    "created_at": "14/3/2024, 13:41:40",
    "email": "ratakanmt4465@gmail.com",
    "category": "สาขาโครงสร้างและวัสดุ (Structural and Materials category)",
    "name": "SM08-การศึกษาประสิทธิภาพแผ่นฟิล์มชีวภาพจากฟางข้าวที่ผสมสารสกัดแทนนินจากเปลือกมังคุดเพื่อยับยั้ง การเจริญเติบโตของเชื้อราที่เป็นสาเหตุของโรคแอนแทรคโนสในมะม่วง",
    "institution": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย บุรีรัมย์",
    "description": "โครงงานนี้มีวัตถุประสงค์เพื่อสกัดคาร์บอกซีเมทิลเซลลูโลสจากฟางข้าว สกัดสารแทนนินจากเปลือกมังคุด ขึ้นรูปแผ่นฟิล์มจากฟางข้าวที่ผสมสารสกัดแทนนินจากเปลือกมังคุด และศึกษาประสิทธิภาพของแผ่นฟิล์มในการยับยั้งการเจริญเติบโตของเชื้อรา C.gloeosporioides. แบ่งการทดลองออกเป็น 4 ขั้นตอน ดังนี้ สกัดเส้นใยเซลลูโลสจากฟางข้าวเพื่อสังเคราะห์คาร์บอกซีเมทิเซลลูโลส (CMC) สกัดสารแทนนินจากเปลือกมังคุด จากนั้นนำมาขึ้นรูปเป็นแผ่นฟิล์มชีวภาพที่ผสมสารสกัดแทนนินจากเปลือกมังคุด และทดสอบประสิทธิภาพการยับยั้งการเจริญเติบโตของเชื้อรา C.gloeosporioides. จากผลการทดลองพบว่า สามารถสกัด CMC จากฟางข้าวได้ โดยพบว่าใน CMC ที่สกัดได้มีหมู่คาร์บอกซิลและไฮดรอกซิลเป็นองค์ประกอบ เมื่อผสม CMC น้ำกลั่น กลีเซอรอล ไคโตซาน และสารสกัดแทนนิน สามารถขึ้นรูปแผ่นฟิล์มพลาสติกชีวภาพได้ทุกอัตราส่วน แผ่นฟิล์มมีผิวเรียบ มีความแข็งแรง มีค่าการทนแรงดึงขาดเท่ากับ 3.783 MPa มีปริมาณความชื้นน้อยที่สุดเท่ากับ 23.06 % และมีคุณสมบัติย่อยสลายในดินและในน้ำได้ดี และสารสกัดแทนนินที่มีคุณสมบัติในการยับยั้งการเจริญเติบโตของเชื้อรา C.gloeosporioides. โดยประสิทธิภาพในการยับยั้งขึ้นอยู่กับความเข้มข้นของสารสกัดแทนนิน หากมีความเข้มข้นของสารสกัดแทนนินสูง จะมีประสิทธิภาพในการยับยั้งได้ดี และแผ่นฟิล์มชีวภาพที่ผสมของสารแทนนินยังช่วยยืดอายุการเน่าเสียของมะม่วง สังเกตุจากค่าความแตกต่างของสีและการสูญเสียน้ำหนัก แผ่นฟิล์มชีวภาพที่พัฒนาขึ้นมาสามารถนำผลการศึกษาไปเป็นข้อมูลมาใช้ในอุตสาหกรรมเกษตร และพัฒนาในอุตสาหกรรมอื่นๆได้ ซึ่งจะเป็นประโยชน์ต่อเกษตรกรและลดผลกระทบทางด้านสิ่งแวดล้อม และตอบโจทย์เป้าหมายการพัฒนาอย่างยั่งยืน (SDGs) เป้าหมายที่ 2 ด้านการส่งเสริมเกษตรกรรมที่ยั่งยืน และด้านการอนุรักษ์สิ่งแวดล้อม",
    "image": "https://drive.google.com/open?id=1A0q3A35T0gWJTJLVz6gk20-BqgXZkhbw",
    "video": "https://drive.google.com/drive/folders/10s_UzSqfpLjprscOZmx5m5DDL2cV531Y"
  }
]