[
  {
    "id": "civil",
    "intro": "ภาควิชาวิศวกรรมโยธา ประกอบด้วย 4 สาขาย่อย คือ<br /><br />1. สาขาวิศวกรรมโครงสร้าง (Structural Engineering)<br /><br />2. สาขาวิศวกรรมธรณีเทคนิค (Geotechnical Engineering)<br /><br />3. สาขาวิศวกรรมการบริหารจัดการงานก่อสร้าง (Construction Engineering and Management)<br /><br />4. สาขาวิศวกรรมการขนส่ง (Transportation Engineering)อ<br /><br />สำหรับความรู้พื้นฐานที่จำเป็นต่อการเรียนในภาควิชาวิศวกรรมโยธา จะมี 2 ส่วน คือ<br /><br />ความรู้พื้นฐานทางคณิตศาสตร์<br /><br />เช่น แคลคูลัส ทฤษฎีความน่าจะเป็นและสถิติ พีชคณิตเชิงเส้น เป็นต้น และความรู้พื้นฐานทางวิทยาศาสตร์ โดยเฉพาะฟิสิกส์ด้านกลศาสตร์และการประยุกต์ เช่น ระบบแรง แรงลัพธ์ สมดุล แรงเสียดทาน กฎการเคลื่อนที่ของนิวตัน งานและพลังงาน และโมเมนตัม เป็นต้น<br /><br />ความรู้ประยุกต์ทางวิศวกรรม<br /><br />เช่น การเขียนแบบวิศวกรรม การเขียนโปรแกรมคอมพิวเตอร์ เป็นต้น โดยความรู้พื้นฐานที่จำเป็นส่วนใหญ่เป็นรายวิชาที่เรียนในชั้นปีที่ 1 สามารถประเมินตนเองได้จากผลการเรียนในชั้นปีที่ 1 ว่ามีความถนัดเหมาะสมกับเนื้อหาในภาควิชาวิศวกรรมโยธาหรือไม่ นอกจากนี้ การเรียนในภาควิชาวิศวกรรมโยธายังได้เรียนเนื้อหาด้าน Soft-side ด้วย เช่น หลักการบริหารจัดการโครงการก่อสร้าง พื้นฐานด้านเศรษฐศาสตร์และการเงิน กฎหมาย จรรยาบรรณวิชาชีพ ความปลอดภัย การพัฒนาที่ยั่งยืน เป็นต้น ซึ่งสอดรับกับความต้องการของผู้ประกอบการในปัจจุบัน เพื่อส่งเสริมบทบาทและความรับผิดชอบของวิศวกรรมโยธาต่อการพัฒนาเศรษฐกิจและสังคม"
  },
  {
    "id": "geo",
    "intro": "สำหรับสาขาวิศวกรรมทรัพยากรธรณี เป็นสาขาที่มีหน้าที่หลักในการจัดหาทรัพยากร เพื่อเป็นวัตถุดิบในการผลิตวัสดุและพลังงาน เพื่อป้อนเข้าสู่อุตสาหกรรมอื่น ๆ ต่อไป<br /><br />โดยทรัพยากรส่วนใหญ่ที่สนใจ จะอยู่ในรูปของแข็ง ซึ่งรวมถึงทรัพยากรปฐมภูมิ อย่างหินและแร่ ผ่านการทำเหมืองและการแต่งแร่ และทรัพยากรทุติยภูมิ อย่างขยะผ่านการรีไซเคิล<br /><br />เพราะฉะนั้นสำหรับการเรียน นิสิตจึงจำเป็นที่จะต้องเรียนรู้กระบวนการต่าง ๆ ที่เกี่ยวข้องกับทรัพยากรเหล่านี้ ตั้งแต่การเกิด การเอามันขึ้นมา การนำไปใช้ การกำจัด รวมถึงการนำกลับไปใช้ใหม่ นิสิตจะต้องเรียนรู้ความรู้พื้นฐานทางด้านวิทยาศาสตร์และวิศวกรรมหลากหลายสาขา เพื่อเป็นพื้นฐานสำหรับงานวิศวกรรมที่เฉพาะทาง สำหรับวิชาในสาขา นิสิตจะต้องเรียนรู้ความรู้ทางด้านธรณีวิทยา การทำเหมืองทั้งบนผิวดินและใต้ดิน ระบบปฏิบัติการในการทำเหมืองอย่าง งานเจาะ ระเบิด ขุด และขน งานธรณีเทคนิค งานแต่งแร่ รวมถึงเรื่องเกี่ยวกับเศรษฐศาสตร์และสิ่งแวดล้อมเกี่ยวกับทรัพยากร ซึ่งเป็นเรื่องที่จำเป็นอย่างมากในปัจจุบันนอกจากนี้ยังมีวิชาเลือกที่หลากหลายเกี่ยวกับทรัพยากรให้นิสิตเลือกเรียน ตามที่ตนเองสนใจ<br /><br />สำหรับการนำไปใช้งาน เนื่องจากทรัพยากรเป็นปัจจัยพื้นฐานในทุก ๆ อุตสาหกรรม ความรู้ในสาขาจึงทำให้นิสิตมองเห็นภาพรวมของการจัดการทรัพยากรตลอดวงจร โดยเฉพาะอย่างยิ่งการผลิตทรัพยากรทั้งจากการทำเหมืองและการรีไซเคิล ซึ่งเป็นอุตสาหกรรมสำคัญ เพื่อการพัฒนาอุตสาหกรรมอื่น ๆ เพราะฉะนั้นหากโลกและมนุษย์ยังต้องการทรัพยากร องค์ความรู้ในสาขาก็เป็นเรื่องสำคัญในการขับเคลื่อนเทคโนโลยีอื่น ๆ ให้กับสังคมอย่างยั่งยืน"
  },
  {
    "id": "elec",
    "intro": "สำหรับวิศวกรรมไฟฟ้าที่นี่ จะมีการเรียนเนื้อหาที่กว้างมาก ๆ โดยในช่วงปี 2 ถึงปี 3 เทอมแรก จะเรียนวิชาภาคทั่วไปอย่างคณิตศาสตร์ไฟฟ้า และการวิเคราะห์วงจร และการใช้เครื่องมือต่าง ๆ ก่อน และเมื่อเรียนถึงปี 3 เทอม 2 ก็มีการแบ่งสาขาออกเป็น 4 สาขา คือ<br /><br />1. สาขาไฟฟ้ากำลัง (Power)<br /><br />เรียนเกี่ยวกับอุปกรณ์ทางไฟฟ้า การผลิต การออกแบบและการส่งไฟฟ้า การคำนวณปรับปรุงระบบต่าง ๆ เพื่อให้ได้ประสิทธิภาพที่ดีที่สุด<br /><br />2. สาขาควบคุม (Control)<br /><br />เรียนเกี่ยวกับหลักการควบคุม วิเคราะห์สมรรถนะและความเสถียรของระบบหรือโรงงานขนาดใหญ่ หรืออุปกรณ์ขนาดเล็ก เช่น หุ่นยนต์ รวมไปถึงการออกแบบระบบควบคุม<br /><br />3. สาขาสื่อสาร (Communication)<br /><br />เรียนเกี่ยวกับคลื่นแม่เหล็กไฟฟ้า โครงข่ายระบบสื่อสาร การรับส่งข้อมูลขนาดใหญ่ การจัดการมัลติมีเดียต่าง ๆ<br /><br />4. สาขาอิเล็กทรอนิกส์ (Electronics)<br /><br />เรียนเกี่ยวกับอุปกรณ์อิเล็กทรอนิกส์ สารกึ่งตัวนำ หรืออุปกรณ์ที่เกี่ยวกับการใช้กระแสไฟฟ้าทั้งหมด ออกแบบแผงวงจร และ programming"
  },
  {
    "id": "mech",
    "intro": "ภาคเครื่องกล หรือย่อ ๆ ว่า “ภาคเครื่อง” ในมุมมองหลาย ๆ คน อาจจะเข้าใจว่าเป็นการเรียนเกี่ยวกับเครื่องจักรกลต่าง ๆ หรือหุ่นยนต์ แต่ในความเป็นจริงแล้ว นี่เป็นเพียงส่วนหนึ่งของภาควิชาเท่านั้น โดยเครื่องกลจะศึกษาหลัก ๆ 3 ศาสตร์ได้แก่ 1. ศาสตร์ด้านการเคลื่อนที่ และวัตถุ เช่น Statics (ของแข็งที่อยู่กับที่ จำพวกการรับแรง ไว้ใช้สำหรับการทดสอบว่าอุปกรณ์ของเราสามารถรับน้ำหนักได้ไหม), Dynamics (วัตถุที่เคลื่ิอนที่ บางวัตถุเมื่อเคลื่อนที่จะรับแรงมากกว่าตอนอยู่กับที่ ทำให้ต้องพิจารณาเป็นพิเศษ), การสั่นสะเทือน (กรณีของสะพานแขวน) 2. ศาสตร์ด้านพลังงาน ของไหล และอุณหพลศาสตร์ เช่นการส่งถ่ายความร้อน, ระบบเครื่องจักร 3. ศาสตร์ด้านการควบคุม เช่น การควบคุมหุ่นยนต์ หรือเครื่องจักร และระหว่างการศึกษายังมีเรื่องของการออกแบบ และการเขียนแบบเข้ามาสอดแทรกด้วย"
  },
  {
    "id": "auto",
    "intro": "ภาคยานยนต์ จะเรียนทางด้านวิชาการคล้ายคลึงกับภาควิชาวิศวกรรมเครื่องกล (ศาสตร์ด้านการเคลื่อนที่และวัตถุ ศาสตร์ด้านพลังงาน ของไหล และอุณหพลศาสตร์) แต่จะแตกต่างตรงที่วิศวกรรมยานยนต์จะเรียนเกี่ยวกับพวกของการทำงานของอุปกรณ์ และชิ้นส่วนต่าง ๆ ภายในรถยนต์ วิธีการผลิต การซ่อมบำรุง และการออกแบบให้มีประสิทธิภาพ คือผลิตได้ ชิ้นส่วนใช้งานได้ และมีต้นทุนต่ำ และการทดสอบคุณภาพของชิ้นส่วน"
  },
  {
    "id": "ie",
    "intro": "ภาควิชาวิศวกรรมอุตสาหการเป็นภาควิชาที่สอนให้ใช้ทรัพยากรที่มีอยู่อย่างมีประสิทธิภาพโดยมีพื้นฐานมาจากโรงงานอุตสาหกรรมตามชื่อสาขาวิชา ทรัพยากรในโรงงานจะประกอบ คนงาน (Man) เครื่องจักร (Machine) วัตถุดิบ (Material) และวิธีการทำงาน (Method) หรือที่เรียกกันสั้น ๆ ว่า 4M+1E (Environment) ดังนั้นเราจะวางแผนและบริหาร 4M คือ การวางแผนการใช้งานคนงาน เครื่องจักร วัตถุดิบ และวิธีการทำงานให้มีประสิทธิภาพมากที่สุด ซึ่งการบริหาร 4M ในโรงงานสามารถนำไปประยุกต์ในระบบงานอื่น ๆ เช่น งานบริการด้านโรงแรม โรงพยาบาล การเงินการธนาคาร ส่วนงานโลจิสติกส์ ห่วงโซ่อุปทาน ขนส่ง รวมถึงการใช้ชีวิตประจำวันได้"
  },
  {
    "id": "env",
    "intro": "เนื้อหาการเรียนในภาควิชาถือว่าค่อนข้างกว้างเลย เราจะเรียนเกี่ยวกับปัญหามลพิษทุกอย่างที่เกี่ยวกับสิ่งแวดล้อมเลย ไม่ว่าจะเป็นน้ำ ขยะ อากาศ รวมถึงเสียง โดยจะเน้นไปที่การจัดการ และการบำบัดมลพิษที่เกิดขึ้น เช่น การออกแบบระบบบำบัดน้ำ หรืออากาศ การออกแบบกระบวนการผลิตให้เป็นมิตรกับสิ่งแวดล้อม หรือการจะทำยังไงเพื่อที่จะนำของเสียที่เกิดขึ้นมาใช้ให้เกิดประโยชน์สูงสุด เพื่อลดผลกระทบ หรือเกิดผลกระทบต่อสิ่งแวดล้อมน้อยที่สุด และเพื่อแก้ไขปัญหาสิ่งแวดล้อมที่เกิดขึ้น<br /><br />ภาคเราจะต้องใช้ศาสตร์ทุกศาสตร์มาประยุกต์ใช้เลย ไม่ว่าจะเป็น เลข ฟิสิกส์ เคมี แต่ส่วนใหญ่ก็จะเจาะจงเป็นเรื่องที่เกี่ยวกับสิ่งแวดล้อม เช่น เคมีของของน้ำ เคมีของขยะ หรือพลศาสตร์ของไหล เป็นต้น รวมถึงวิชาชีวะด้วย เพราะ มีการใช้วิธีการบำบัดทางชีวภาพ ดังนั้นจึงต้องรู้ชีวะด้วยนิดหน่อย โดยส่วนใหญ่ภาคเราจะเน้นเป็นเคมีเป็นส่วนใหญ่ เน้นรู้กระบวนการทางเคมีเป็นหลัก และเน้นสกิลการทำแลบด้วย (ภาคเราเป็นแลบคมีในห้องแลบส่วนใหญ่) นอกจากนี้ก็จะมีใช้วิชา Drawing เพื่อใช้ในการออกแบบระบบต่าง ๆ ตอนปี 4 อีกด้วย"
  },
  {
    "id": "mt",
    "intro": "ภาควิชาโลหการมีชื่อเต็ม ๆ ว่า ภาควิชาโลหการเเละวัสดุ หลาย ๆ คนคงปฏิเสธไม่ได้ว่าวัสดุนั้นอยู่ในชีวิตประจำวันของเราและเรานั้นสัมผัสกับมันอยู่ตลอดเวลาไม่ว่าจะเป็นเสื้อที่น้อง ๆ ใส่ เเก้วที่น้อง ๆ จับ หรือ รถยนต์ที่น้อง ๆ นั่งกัน ล้วนมาจากวัสดุทั้งนั้น ดังนั้นจึงเป็นหน้าที่ของภาควิชาของเราที่จะต้องนำองค์ความรู้ต่าง ๆ ทางวิศวะเพื่อนำมาปรับปรุงและเพิ่มประสิทธิภาพของวัสดุต่าง ๆ ให้ดียิ่งขึ้น พวกเราเรียนตั้งแต่พื้นฐานของวัสดุต่าง ๆ กระบวนการถลุงแร่ ปรับปรุงคุณภาพ การขึ้นรูป ไปจนถึงการประยุกต์ใช้วัสดุแต่ละชนิดให้เกิดประสิทธิภาพสูงสุด หากฟังแต่ชื่อน้อง ๆ อาจจะคิดว่าพวกเราเรียนกันแต่โลหะ ซึ่งเปล่าเลยหลักสูตรของพวกเรายังคลอบคลุมไปถึงวัสดุอื่น ๆ เช่น polymer ceramic และ วัสดุผสม หรือหากใครอยากไปสายผู้ประกอบการภาควิชาเราก็ยังมีสอน นอกจากนั้น ยังมีวิชาเลือกที่น้อง ๆ นั้นสามารถนำความรู้พื้นฐานที่เคยได้เรียนมาใช้กับงานจริงซึ่งจะเป็นวิชาที่ตรงกับสายการทำงานในอุตสาหกรรมจริงมากขึ้น"
  },
  {
    "id": "pt",
    "intro": "ภาควิชาวิศวกรรมปิโตรเลียมมีวิชาเรียนหลัก ๆ ที่เป็นงานหลักก็คือส่วนที่ 1 วิชาวิศวกรรมแหล่งกักเก็บหรือReservoir Engineer นะครับ เป็นการเรียนเกี่ยวกับคำนวณหาปริมาณปิโตรเลียมจากแหล่งกักเก็บปิโตรเลียม ปริมาณการแบ่งน้ำมันที่มีอยู่รวมถึงแก๊สด้วย ถ้าเรียนเกี่ยวกับการค้นหา จะเป็นการค้นหา การวางแผนการผลิตปิโตรเลียมที่อยู่ในแหล่งกักเก็บหลังจัดเก็บ ส่วนที่ 2 จะเป็นวิชาวิศวกรรมการขุดเจาะหรือ Drilling Engineer เป็นการเรียนเกี่ยวกับการขุดเจาะสำรวจและวางแผนการขุดเจาะการผลิตปิโตรเลียม ในส่วนที่ 3 วิศวกรรมการผลิตหรือ Production Engineer จะเป็นการเรียนรู้เกี่ยวกับการนำปิโตรเลียมขึ้นมาจากการผลิตโดยใช้เทคโนโลยีต่าง ๆ เช่นการใช้ปั๊มแก๊ส เป็นต้น นอกจากนี้ยังมีเรียนวิชาอื่น ๆ ที่เกี่ยวข้องเช่น วิศวกรรมก๊าซธรรมชาติ และวิชาที่เกี่ยวกับการผลิตปิโตรเลียมต่าง ๆ รวมถึงวิชาเศรษฐศาสตร์ด้วย"
  },
  {
    "id": "nt",
    "intro": "ปี 1: จะเรียนวิชาพื้นฐานทางวิทยาศาสตร์และคณิตศาสตร์เหมือนกันกับนิสิตภาควิชาอื่น ๆ ในคณะวิศวกรรมศาสตร์<br /><br />ปี 2: จะเรียนเกี่ยวกับพื้นฐานของไฟฟ้าอิเล็กทรอนิกส์และเครื่องกล และวิชาที่ภาควิชาวิศวกรรมนิวเคลียร์จะเรียนเกี่ยวกับวิชาพื้นฐานทางวิศวกรรมนิวเคลียร์ เช่น หลักการตรวจวัดรังสีประเภทต่าง ๆ หลักการป้องกันอันตรายจากรังสีเพื่อให้มีการใช้งานอย่างปลอดภัย และหลักการของโรงไฟฟ้าพลังงานนิวเคลียร์และระบบความปลอดภัยในโรงไฟฟ้านิวเคลียร์<br /><br />ปี 3: จะเน้นเรื่อง เครื่องมือวัดทางนิวเคลียร์ การพัฒนาและการซ่อมบำรุง เครื่องกำเนิดรังสีที่ใช้งานทางการแพทย์ ทางงานอุตสาหกรรม และงานด้านวิจัยและพัฒนา รวมถึงการเรียนเกี่ยวกับหลักการประยุกต์การใช้งานเทคโนโลยีนิวเคลียร์และงานนิวเคลียร์อิเล็กทรอนิกส์ควบคุมในงานอุตสาหกรรมด้วย เนื่องจากหลักสูตรของเรามีสาขาวิชาย่อยให้เลือกเรียนหลายสาขา เช่น สาขาเครื่องมือวัดทางนิวเคลียร์ สาขานิวเคลียร์กำลัง สาขาการใช้งานทางอุตสาหกรรมและสิ่งแวดล้อม และสาขาวัสดุทางนิวเคลียร์และการกำจัดของเสียทางนิวเคลียร์ เพื่อความสนใจเฉพาะทางสำหรับเป็นพื้นฐานเฉพาะด้านในการทำโครงงานด้านวิศวกรรมนิวเคลียร์ และสำหรับการศึกษาต่อในระดับที่สูงขึ้น นิสิตสามารถเลือกเรียนวิชาเลือกเฉพาะสาขาได้ในปี 3 เทอมที่ 2<br /><br />ส่วนในปีที่ 4 จะเรียนวิชาเลือกเฉพาะของสาขาเพิ่มเติม และทำโครงงานด้านวิศวกรรมนิวเคลียร์"
  },
  {
    "id": "sv",
    "intro": "แบ่งเป็นสี่กลุ่มใหญ่ ๆ<br /><br />Ground Survey กลุ่มนี้จะเป็นกลุ่มเกี่ยวกับการวัดระดับในพื้นดินเรียนเกี่ยวกับการวัด GPS การส่องกล้องหาระดับต่าง ๆ บนพื้นดิน<br /><br />GIS กลุ่มนี้จะเป็นการนำระบบคอมพิวเตอร์มาปรับใช้กับระบบสำรวจเช่นการเขียนโปรแกรมการทำ ดิจิตอลทวินต่าง ๆ<br /><br />Photogrammetry กลุ่มนี้จะเป็นกลุ่มที่ใช้ภาพถ่ายต่าง ๆ ในการทำแผนที่ ภาพที่ได้อาจจะได้จากดาวเทียมหรืออากาศยานไร้คนขับที่เราเรียกว่าโดรน<br /><br />Remote Sensing กลุ่มที่ใช้ดาวเทียมและคลื่นดาวเทียมมาประยุกต์ใช้กับการสำรวจ ซึ่งในระดับปริญญาตรีจะไม่มีการเลือกเอก แต่เราจะเรียนครบทุก ๆ ด้านที่กล่าวมา"
  },
  {
    "id": "che",
    "intro": "ปี 1 : เรียนวิชาพื้นฐานทางวิศวกรรมทั่วไปเหมือนกับภาคอื่น ๆ ปี 2 : จะเรียนวิชาที่เป็นพื้นฐานสำหรับนำความรู้ไปต่อยอดและประยุกต์ใช้ในวิชาอื่น ๆ เช่น วิชา Thermodynamics และเมื่อเข้าภาคเรียนที่ 2 จะเริ่มเรียนวิชาภาคมากยิ่งขึ้น เช่น วิชา Fluid Dynamics ที่เรียนเกี่ยวกับอุปกรณ์และหน่วยอุตสาหกรรมในโรงงาน ปี 3 : จะเริ่มเรียนวิชาที่มีความเฉพาะเจาะจงมากขึ้นและจะเริ่มเห็นภาพว่าวิศวกรรมเคมีและ แนวทางการทำงานในอนาคตจะเป็นอย่างไร เช่น วิชา Chemical Engineering Kinetics and Reactor Design ที่เรียนเกี่ยวกับปฏิกิริยาต่าง ๆ ในอุตสาหกรรมและมีวิชาที่เกี่ยวข้องกับเศรษฐศาสตร์และสถิติด้วย ปี 4 : จะนำความรู้ทั้งหมดที่เรียน 3 ปีมาผสมผสานและเชื่อมโยงกัน<br /><br />Q: ถ้าไม่ชอบเคมี สามารถเรียนภาคเคมีได้ไหม<br /><br />A: สามารถเรียนได้ เพราะภาควิชาเคมีของเรานั้นในปี 2 - 4 มีเรียนเคมีแค่ 1 วิชาเท่านั้น คือ Chemistry for Chemical Engineering ที่เรียนเกี่ยวกับ Organic Chemistry ส่วนใหญ่จะเน้นเกี่ยวกับการทำกระบวนการ (process) ทำอย่างไรให้สารตั้งต้นนั้นกลายเป็นผลิตภัณฑ์ โดยที่มีประสิทธิภาพมากที่สุด รู้โครงสร้างพื้นฐานของแต่ละสารและประเภทการเกิดปฏิกิริยาแบบดูดหรือคายความร้อนด้วย<br /><br />Q: ภาคเคมีเรียนฟิสิกส์เยอะมั้ย<br /><br />A: ค่อนข้างเยอะเพราะมี วิชาที่เกี่ยวกับ Thermodynamics 2 ตัว นอกจากนี้ยังมี calculus, statistics , การใช้ Matlab และ Aspen plus (โปรแกรมที่จะได้เรียนในวิชา Com App)"
  },
  {
    "id": "cp",
    "intro": "ภาคคอมจะเรียนเกี่ยวกับการสร้างและออกแบบ “ระบบ” โดยคำว่า ระบบ ในที่นี้มีหลายประเภท ไม่ว่าจะเป็น Software หรือ System โดยเนื้อหาที่เรียนจะถูกแบ่งเป็นรายปี ดังนี้<br /><br />ปี 1 จะได้เรียนพื้นฐานของวิศวะ เช่น ฟิสิกส์ เคมี ภาษาอังกฤษ แคลคูลัส ฯลฯ แต่จะมีบางรายวิชาที่จะแตกต่างกันไป สำหรับคนที่เข้าภาคคอมตั้งแต่ปี 1 และคนที่มาเลือกเข้าภาคคอม หลังจากเรียนภาครวม นั้นคือ คนที่เรียนคอมตรงมาจะไม่ได้เรียนวิชา Engineering Drawing และ วิชา Engineering Materials แต่จะได้เรียนวิชาของภาคในปี 1 ได้แก่ Programming Methodology I และ วิชา Computer Engineering Essential ซึ่งคนที่เรียนภาครวมมาจะต้องเรียน 2 วิชานี้ในปี 2 ในส่วนของวิชา Engineering Drawing และ วิชา Engineering Materials นั้นจะกลายวิชาใน หมวดวิชาเสรีแทน<br /><br />ปี 2 จะได้เรียนเกี่ยวกับพื้นฐานวิศวกรรมคอมพิวเตอร์คือ กลุ่มของพื้นฐานคอมพิวเตอร์ และ กลุ่มวิชาทางสาย Hardware<br /><br />ปี 3 จะได้เรียนเกี่ยวกับการทำ ซึ่งเป็นวิชาทางสาย Network , Operating System, Software Engineer และ วิชาเลือกที่เราสามารถเลือกเองได้ เช่น วิชาทางด้าน Data Science, AI , Robotic ฯลฯ<br /><br />และในปีการศึกษา 2565 เป็นต้นไปทางภาคคอมจะเพิ่มหลักสูตรใหม่ คือหลักสูตร digital technology ซึ่งจะแตกต่างกับหลักสูตรเดิมที่มี คือ ในหลักสูตรใหม่จะเน้นไปในทางที่ผลิตบุคลากรที่ตอบสนองต่อภาคธุรกิจ โดยมีการตัดเนื้อหาพื้นฐาน วิศวะบางวิชาออก เช่น ฟิสิกส์ เคมี ฯลฯ, ลดเนื้อหาบางส่วนวิชาของภาควิชาเอง และไปฝึกงานทุกปิดเทอมตั้งแต่ปี 1 - ปี 3"
  },
  {
    "id": "cedt",
    "intro": "ปี 1 จะเรียนพื้นฐานด้านวิศวกรรมคอมพิวเตอร์ เช่น Basic Programing, Data Structure, ตรรกศาสตร์ของดิจิตอลคอมพิวเตอร์, Software Engineering เป็นต้น เมื่อจบปี 1 นิสิตจะสามารถประกอบอาชีพในตำแหน่ง Full-Stack Developer (นักพัฒนาที่สามารถพัฒนาได้ทั้งระบบ) เป็นต้น<br /><br />ปี 2 จะเรียนเกี่ยวกับ Data Science, AI, Network & System และวิชาเลือกที่มีความเกี่ยวข้อง เมื่อได้ทักษะนี้เพิ่มขึ้นมา นิสิตสามารถเลือกฝึกงานในตำแหน่งเดิม หรือ จะเปลี่ยนสายฝึกงานด้าน Data Science, AI, Network & System ก็ได้เช่นกัน<br /><br />ปี 3 จะได้เรียนวิชาที่ Advance มากขึ้น เช่น Cloud, IoT, Security และวิชาเลือกที่มีความเกี่ยวข้อง และจะมีการทำโปรเจค Capstone จากนั้นก็จะไปฝึกงานครั้งที่ 3<br /><br />ปี 4 เทอม 1 ฝึกงานสหกิจศึกษา 1 เทอม ในสถานประกอบการที่ร่วมกับหลักสูตร<br /><br />นอกจากนี้ ในทุกๆ เทอมตั้งแต่ปี 1 เทอม 2 เป็นต้นไป นิสิตจะได้รับ Certificate เพื่อรับรองว่ามีทักษะด้านนั้นๆ สามารถนำไปใช้เพื่อยื่นทำงานระหว่างเรียนได้อีกด้วย"
  },
  {
    "id": "ai",
    "intro": "หลักสูตรของภาค Robotics & AI จะแบ่งเป็น 2 สายหลัก ๆ คือ สายหุ่นยนต์ (Robotics) และ สายปัญญาประดิษฐ์ (AI) เนื้อหาในหลักสูตรจะเน้นด้านหุ่นยนต์เป็นหลัก ใน 2 ปีแรกจะเรียนผสม ๆ กัน แต่จะมีวิชาเลือกในปีที่ 3 และ 4 ที่แบ่งแยกชัดเจนว่าเป็นวิชาสาย Robotics หรือ AI<br /><br />สาย Robotics จะเรียนเกี่ยวกับ Hardware เป็นหลัก มีวิชาจำพวก ต่อวงจรไฟฟ้า เซนเซอร์และระบบหุ่นยนต์<br /><br />สาย AI จะเรียนเกี่ยวกับ Software เป็นหลัก มีวิชาจำพวก เขียนโปรแกรม VR/AR IoT<br /><br />การเรียนจะเป็นการเรียนแบบ project-based คือนำสิ่งที่เรียนในคาบมาประยุกต์ใช้ และ ทดสอบความรู้ตัวเอง ทำให้รับรู้ว่าต้องเรืยนรู้อะไรเพิ่มเติม ตั้งแต่ปี 2 เป็นต้นไป จะมีวิชา project ทุก ๆ เทอม จนจบปี 4"
  },
  {
    "id": "ice",
    "intro": "จุดมุ่งหมายของภาค ICE คือผลิตบุคลากรที่มีความสามารถในด้าน Digital Technology เพื่อตอบสนองความต้องการของภาคอุตสาหกรรม นิสิตภาค ICE จะได้เรียนวิชาเกี่ยวกับวิศวกรรมคอมพิวเตอร์ ไฟฟ้า และอุตสาหการ เป็นหลัก<br /><br />ช่วงปี 1 เรียนวิชาวิทยาศาสตร์ คณิตศาสตร์พื้นฐาน วิชาที่จําเป็นสําหรับภาควิศวกรรม เช่น แคลคูลัส ฟิสิกส์ เคมี การเขียนแบบทางวิศวกรรม วัสดุทางวิศวกรรม การเขียนโปรแกรม<br /><br />ช่วงปี 2 เรียนในสิ่งที่เกี่ยวข้องกับสารสนเทศและการสื่อสารมากขึ้น เนื้อหาเป็นภาคทฤษฎีมากกว่าภาคปฏิบัติ ส่วนองค์ความรู้ทางคอมพิวเตอร์นิสิตจะได้เรียนวิยุตคณิต โครงสร้างข้อมูลและสถาปัตยกรรมทางคอมพิวเตอร์ เช่น Discrete Mathematics, Data Structure&Algorithmในส่วนความรู้ทางไฟฟ้าจะได้เรียนวงจรไฟฟ้าเบื้องต้น เช่น Electrical Mathematical MethodProbability/Statistics, Basic Circuitry and Electronics และ Signals and Linear System ในส่วนของอุตสาหการจะได้เรียนเนื้อหาการจัดการ เช่น Technology Management<br /><br />ช่วงปี 3 จะได้เรียนด้าน application และ เน้นด้านปฏิบัติมากขึ้น ด้านคอมพิวเตอร์จะได้เรียนเกี่ยวกับซอฟต์แวร์คอมพิวเตอร์ฐานข้อมูล เช่น Networking, Software Engineering, Databases และ Information System ด้านไฟฟ้าเน้นไปทางระบบการสื่อสารพื้นฐานของ Digital Communication, Basic Telecommunication 4G/5G และในส่วนของอุตสาหการจะเรียน Basic Economics, Finance, Operation Management<br /><br />ช่วงปี 4 จะได้เลือกวิชาเลือกไปในทางที่สนใจได้มากยิ่งขึ้น จะหนักไปที่การสร้างผลงานและทํา project เป็นการประยุกต์ใช้ความรู้จาก 3 ปีที่ผ่านมา มาสร้างสรรค์ผลงาน โดยวิชาเลือกในด้านคอมพิวเตอร์มีความหลากหลายมาก เช่น Data Science, Artificial Intelligence, User Interface Design, Computer Security และ Game Programming, High Technology Entrepreneurship ในทางไฟฟ้า เช่น Wireless Communication, Teletraffic Engineering และ Optic Fibers และในทางอุตสาหการ เช่น Supply Chain Management, Optimization"
  },
  {
    "id": "nano",
    "intro": "ปี 1 เป็นการเรียนเนื้อหาพื้นฐานด้านวิทยาศาสตร์และวิศวกรรมศาสตร์ทั่วไป มีวิชา Intro to Nano เพื่อปูพื้นฐาน ให้เราได้ทำความรู้จักกับนาโนเทคโนโลยีในปัจจุบันและอนาคต รู้ว่านาโนคืออะไร นำไปใช้ทำอะไรได้บ้าง<br /><br />ปี 2 มีวิชาเฉพาะมากยิ่งขึ้น เช่น เคมีอินทรีย์ พื้นฐานวัสดุ วงจรไฟฟ้า<br /><br />ปี 3 และ ปี 4 เรียนแยกตามภาคย่อย 2 ภาค ได้แก่<br /><br />Advanced material หรือวิศวกรรมวัสดุศาสตร์ชั้นสูง – เมื่อวัสดุมีขนาดอนุภาคเล็กมาก ๆ คุณสมบัติจะแตกต่างจากวัสดุชนิดเดียวกันที่มีขนาดใหญ่ ซึ่งสามารถนำไปปรับใช้กับเทคโนโลยีต่าง ๆได้ ศึกษาโครงสร้างต่างๆของวัสดุในขนาดระดับนาโนว่าสามารถทำให้เกิดปรากฏการณ์ใหม่ ๆ อะไรบ้างที่เราสามารถนำไปใช้ได้<br /><br />Bioengineering หรือวิศวกรรมชีวเวช - การเรียนการสอนในภาคย่อยนี้จะเน้นไปทาง application ที่หลากหลาย ช่วยให้นิสิตเห็นภาพที่ชัดเจนยิ่งขึ้นว่าหลักการทางวิศวกรรมสามารถนำมาประยุกต์ใช้กับนาโนเทคโนโลยีทางชีวภาพได้อย่างไรบ้าง โดยจะได้เรียนเนื้อหาเช่น ระบบ metabolism ของร่ายกายมนุษย์โดยละเอียด และ bioreactor โดยใช้เซลล์และจุลินทรีย์ต่าง ๆ เป็นสารตั้งต้นในการผลิตสารที่เราต้องการ เป็นต้น เพื่อที่นิสิตจะสามารถเลือก tools ที่สนใจเพื่อนำไปประยุกต์ต่อได้ เช่น ในสายงานของ biomedical engineering<br /><br />โดยทั้งสองภาคย่อยเกี่ยวโยงซึ่งกันและกัน สามารถผสมผสานองค์ความรู้เพื่อนำไปต่อยอดได้ เช่น เราสามารถนำความรู้ด้านวัสดุไปใช้ในการแพทย์ได้เป็นต้น"
  },
  {
    "id": "adme",
    "intro": "เป็นหลักสูตรที่เรียนเกี่ยวกับยานยนต์โดยตรง โดยที่หลักสูตรเราจะเรียนหลากหลายด้านและมีหลายศาสตร์มาเกี่ยวข้อง นอกจาก เครื่องกล, ยานยนต์ ยังมีทั้ง ซอฟต์แวร์ (software), คอมพิวเตอร์ (hardware), ไฟฟ้า และอุตสาหการ ทำให้นิสิตที่เข้ามาเรียนหลักสูตรนี้จะได้รับความรู้จากหลากหลายด้านและศาสตร์เพื่อง่ายต่อการนำไปต่อยอดในอนาคต โดยที่ปี 1 จะเรียนวิชาพื้นฐานเพื่อปูความรู้พื้นฐานทั่วไปของวิศวะ แล้วปี 2 ขึ้นไปจะเริ่มเจาะลึกเกี่ยวกับยานยนต์มากขึ้น ส่วนปี 4 จะมีวิชา approved elective ที่นิสิตสามารถได้เลือก track ที่ตัวเองสนใจ เช่น applied business, stimulation หรือด้าน analysis"
  },
  {
    "id": "aero",
    "intro": "ปี 1: เนื้อหาการเรียนจะเน้นไปที่พื้นฐานวิศวกรรม เช่น maths, physics, chemistry แค่ก็จะมีวิชาเริ่มต้นของภาคด้วย เช่น Introduction to aerospace eng, ibtro to air design เพื่อปูพื้นฐานด้านวิศวกรรมอากาศยานให้กับนิสิต<br /><br />ปี 2 - 3: นิสิตจะได้เรียนเนื้อหาเกี่ยวกับวิศวกรรมอากาศยานแบบเข้นข้น ไม่ว่าจะเป็นด้าน aerodynamics, structure, control, หรือ aerospace design ซึ่งวิชาเหล่านี้จะเป็นการปูพื้นที่สำคัญ และเตรียมความพร้อมทางระบบความคิดให้กับนิสิต เพื่อที่จะไปต่อยอดในปีที่ 4<br /><br />โดยในปีที่ 4 จะเป็นการผนวกวิชาต่าง ๆ เข้าด้วยกันในวิชาออกแบบอากาศยาน และโครงการ senior project ที่นิสิตจะต้องใช้ความรู้ ความสามารถทั้งหมดที่เรียนมา เพื่อที่จะออกแบบงานด้านวิศวกรรมอากาศยาน ซึ่งวิชานี้ถือว่ามีควาทสำคัญอย่างมาก เนื่องจากจะเป็นการให้นิสิตเรียนรู้ทำงานจริง ออกแบบและสร้างผลงานจริง ๆ ตามระบบการออกแบบวิศวะ"
  },
  {
    "id": "chpe",
    "intro": "ChPE หรือ Chemical and Process Engineering โปรแกรมอินเตอร์ใหม่ล่าสุดของวิศวะอินเตอร์ จุฬาฯ เป็นหลักสูตรที่มุ่งเน้นการสร้างนิสิตให้เป็นวิศวกรเคมีที่มีความรู้ความสามารถที่ทันสมัยเพื่อตอบรับความต้องการของสังคมโลก ซึ่งจะแบ่งออกเป็น 2 แขนง อันได้แก่<br /><br />Bioprocess Engineering นิสิตจะได้เรียนเกี่ยวกับกระบวนการทางชีวภาพ รู้จักนำของเหลือจากธรรมชาติมาสร้างสรรค์สิ่งใหม่ มองเห็นความสำคัญของสิ่งแวดล้อม<br /><br />Sustainable Energy เจาะลึกการใช้พลังงานหมุนเวียน รวมถึงการออกแบบกระบวนการที่ทำให้เกิดของเสียน้อยที่สุด เพื่อสังคมที่มั่นคงและยั่งยืน"
  }
]
